Repository: thomassimmer/reallystick
Catalog: frontend/lib/i18n/*.arb
Languages: de, es, fr, it, pt, ru

source: About
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre
ru: О приложении

# aboutText
source: This application is proposed to you by Tanya Simmer.
de: Diese App wird Ihnen von Tanya Simmer angeboten.
es: Esta aplicación es presentada por Tanya Simmer.
fr: Cette application vous est proposée par Tanya Simmer.
it: Questa applicazione è offerta da Tanya Simmer.
pt: Este aplicativo é oferecido por Tanya Simmer.
ru: Это приложение предоставлено Таней Симмер.

source: Account
de: Konto
es: Cuenta
fr: Compte
pt: Conta
ru: Аккаунт

# accountDeletionSuccessful
source: You successfully deleted your account.
de: Ihr Konto wurde erfolgreich gelöscht.
es: Su cuenta ha sido eliminada correctamente.
fr: Votre compte a bien été supprimé.
it: Il tuo account è stato eliminato con successo.
pt: Sua conta foi excluída com sucesso.
ru: Ваш аккаунт успешно удалён.

source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
pt: Atividade
ru: Активность

# addActivity
source: Add an activity
de: Aktivität hinzufügen
es: Agregar una actividad
fr: Ajoutez une activité
it: Aggiungi un'attività
pt: Adicionar uma atividade
ru: Добавить активность

# addDailyObjective
source: Add a daily objective
de: Tägliches Ziel hinzufügen
es: Agregar un objetivo diario
fr: Ajoutez un objectif journalier
it: Aggiungi un obiettivo giornaliero
pt: Adicionar um objetivo diário
ru: Добавить ежедневную цель

# addNewChallenge
source: Add a New Challenge
de: Neue Herausforderung hinzufügen
es: Agregar un nuevo desafío
fr: Ajoutez un nouveau défi
it: Aggiungi una nuova sfida
pt: Adicionar um novo desafio
ru: Добавить новый вызов

# addNewDiscussion
source: Add a New Discussion
de: Neue Diskussion hinzufügen
es: Agregar una nueva discusión
fr: Ajoutez une nouvelle discussion
it: Aggiungi una nuova discussione
pt: Adicionar uma nova discussão
ru: Добавить новое обсуждение

# addNewHabit
source: Add a New Habit
de: Neue Gewohnheit hinzufügen
es: Agregar un nuevo hábito
fr: Ajoutez une nouvelle habitude
it: Aggiungi una nuova abitudine
pt: Adicionar um novo hábito
ru: Добавить новую привычку

source: Admin
es: Administrador
ru: Админ

source: Age category
de: Alterskategorie
es: Categoría de edad
fr: Catégorie d'âge
it: Categoria di età
pt: Categoria de idade
ru: Возрастная категория

# allActivitiesOnThisDay
source: All activities on this day ({count})
de: Alle Aktivitäten an diesem Tag ({count})
es: Todas sus actividades en esta fecha ({count})
fr: Toutes vos activités à cette date ({count})
it: Tutte le tue attività in questa data ({count})
pt: Todas as suas atividades nesta data ({count})
ru: Все ваши активности в этот день ({count})

source: All habits
de: Alle Gewohnheiten
es: Todos los hábitos
fr: Toutes les habitudes
it: Tutte le abitudini
pt: Todos os hábitos
ru: Все привычки

source: All Reported Messages
de: Alle gemeldeten Nachrichten
es: Todos los mensajes reportados
fr: Tous les messages signalés
it: Tutti i messaggi segnalati
pt: Todas as mensagens relatadas
ru: Все сообщения, сообщенные как нарушающие

# alreadyAnAccountLogin
source: Already have an account? Sign in
de: Bereits ein Konto? Anmelden
es: ¿Ya tienes una cuenta? Inicia sesión
fr: Déjà un compte ? Connectez-vous
it: Hai già un account? Accedi
pt: Já tem uma conta? Faça login
ru: Уже есть аккаунт? Войдите

source: Analytics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
pt: Estatísticas
ru: Статистика

# analyticsInfoTooltip
source: These statistics are refreshed every hour.
de: Diese Statistiken werden stündlich aktualisiert.
es: Estas estadísticas se actualizan cada hora.
fr: Ces statistiques sont rafraîchies toutes les heures.
it: Queste statistiche vengono aggiornate ogni ora.
pt: Essas estatísticas são atualizadas a cada hora.
ru: Эти данные обновляются каждый час.

source: and
de: und
es: y
fr: et
it: e
pt: e
ru: и

source: Answers
de: Antworten
es: Respuestas
fr: Réponses
it: Risposte
pt: Respostas
ru: Ответы

# atLeastOneTranslationNeededError
source: At least one translation is needed.
de: Mindestens eine Übersetzung ist erforderlich.
es: Se requiere al menos una traducción.
fr: Au moins une traduction est requise.
it: È richiesta almeno una traduzione.
pt: Pelo menos uma tradução é necessária.
ru: Необходимо хотя бы одно перевод.

source: Available on iOS, Android, Web in
de: Verfügbar auf iOS, Android, Web in
es: Disponible en iOS, Android, Web en
fr: Disponible sur iOS, Android, Web en
it: Disponibile su iOS, Android, Web in
pt: Disponível no iOS, Android, Web em
ru: Доступно на iOS, Android, Web на

source: Average
de: Durchschnitt
es: Promedio
fr: Moyen
it: Media
pt: Média
ru: Среднее

source: Block this user
de: Diesen Benutzer blockieren
es: Bloquear este usuario
fr: Bloquer cet utilisateur
it: Blocca questo utente
pt: Bloquear este usuário
ru: Заблокировать этого пользователя

# bySigningUpYouAgree
source: By signing up, you agree to our
de: Durch die Erstellung eines Kontos stimmen Sie unseren
es: Al crear una cuenta, aceptas nuestros
fr: En créant un compte, vous acceptez nos
it: Iscrivendoti, accetti i nostri
pt: Ao criar uma conta, você concorda com nossos
ru: Создавая аккаунт, вы соглашаетесь с нашими

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt: Cancelar
ru: Отменить

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pt: Categoria
ru: Категория

# challengeCreated
source: Your challenge was successfully created.
de: Ihre Herausforderung wurde erfolgreich erstellt.
es: Su desafío ha sido creado con éxito
fr: Votre défi a été créé avec succès
it: La tua sfida è stata creata con successo
pt: Seu desafio foi criado com sucesso
ru: Ваш вызов успешно создан

# challengeDailyTracking
source: Daily Objectives
de: Tägliche Ziele
es: Objetivos diarios
fr: Objectifs journaliers
it: Obiettivi giornalieri
pt: Objetivos diários
ru: Ежедневный мониторинг целей

# challengeDailyTrackingCreated
source: This daily objective was successfully created.
de: Ihr tägliches Ziel wurde erfolgreich erstellt.
es: Su objetivo diario ha sido creado con éxito.
fr: Votre objectif journalier a été créé avec succès.
it: Il tuo obiettivo giornaliero è stato creato con successo.
pt: Seu objetivo diário foi criado com sucesso.
ru: Ваша ежедневная цель успешно создана.

# challengeDailyTrackingDeleted
source: This daily objective was successfully deleted.
de: Ihr tägliches Ziel wurde erfolgreich gelöscht.
es: Su objetivo diario ha sido eliminado con éxito.
fr: Votre objectif journalier a été supprimé avec succès.
it: Il tuo obiettivo giornaliero è stato eliminato con successo.
pt: Seu objetivo diário foi excluído com sucesso.
ru: Ваша ежедневная цель успешно удалена.

# challengeDailyTrackingNotFoundError
source: This daily objective does not exist.
de: Diese Aktivität existiert nicht.
es: Esta actividad no existe.
fr: Cette activité n'existe pas.
it: Questa attività non esiste.
pt: Esta atividade não existe.
ru: Эта активность не существует.

# challengeDailyTrackingNoteTooLong
source: The note must be less than 10 000 characters.
de: Die Notiz muss weniger als 10.000 Zeichen haben.
es: La nota debe tener menos de 10,000 caracteres.
fr: La note doit faire moins de 10 000 caractères.
it: La nota deve contenere meno di 10.000 caratteri.
pt: A nota deve ter menos de 10.000 caracteres.
ru: Заметка должна содержать менее 10 000 символов.

# challengeDailyTrackingUpdated
source: Your changes were saved.
de: Ihre Änderungen wurden erfolgreich gespeichert.
es: Sus cambios han sido guardados correctamente.
fr: Vos changements ont bien été sauvegardés.
it: I tuoi cambiamenti sono stati salvati con successo.
pt: Suas alterações foram salvas com sucesso.
ru: Ваши изменения были успешно сохранены.

# challengeDeleted
source: Your challenge was successfully deleted.
de: Ihre Herausforderung wurde erfolgreich gelöscht.
es: Su desafío ha sido eliminado con éxito.
fr: Votre défi a été supprimé avec succès.
it: La tua sfida è stata eliminata con successo.
pt: Seu desafio foi excluído com sucesso.
ru: Ваш вызов успешно удалён.

# challengeDuplicated
source: This challenge was successfully copied.
de: Diese Herausforderung wurde erfolgreich kopiert.
es: Este desafío ha sido copiado con éxito.
fr: Ce défi a été copié avec succès.
it: Questa sfida è stata copiata con successo.
pt: Este desafio foi copiado com sucesso.
ru: Этот вызов успешно скопирован.

source: Challenge finished
de: Herausforderung abgeschlossen
es: Desafío terminado
fr: Défi terminé
it: Sfida completata
pt: Desafio concluído
ru: Вызов завершён

source: Challenge Name
de: Name der Herausforderung
es: Nombre del desafío
fr: Nom du défi
it: Nome della sfida
pt: Nome do desafio
ru: Название вызова

# challengeNameWrongSizeError
source: Challenge name must not be empty and less than 100 characters.
de: Der Name der Herausforderung darf nicht leer sein und muss weniger als 100 Zeichen enthalten.
es: El nombre del desafío no debe estar vacío y debe contener menos de 100 caracteres.
fr: Le nom du challenge ne doit pas être vide et doit contenir moins de 100 caractères.
it: Il nome della sfida non deve essere vuoto e deve contenere meno di 100 caratteri.
pt: O nome do desafio não pode estar vazio e deve ter menos de 100 caracteres.
ru: Название вызова не должно быть пустым и должно содержать меньше 100 символов.

# challengeNotFoundError
source: This challenge does not exist.
de: Diese Herausforderung existiert nicht.
es: Este desafío no existe.
fr: Ce challenge n'existe pas.
it: Questa sfida non esiste.
pt: Este desafio não existe.
ru: Этот вызов не существует.

# challengeParticipationCreated
source: You successfully joined this habit.
de: Sie haben dieser Herausforderung erfolgreich beigetreten.
es: Te has unido a este desafío con éxito.
fr: Vous avez rejoint ce défi avec succès.
it: Hai partecipato a questa sfida con successo.
pt: Você entrou neste desafio com sucesso.
ru: Вы успешно присоединились к этому вызову.

# challengeParticipationDeleted
source: Your participation to this challenge was successfully removed.
de: Ihre Teilnahme an dieser Herausforderung wurde erfolgreich gelöscht.
es: Tu participación en este desafío ha sido eliminada correctamente.
fr: Votre participation à ce défi a bien été supprimée.
it: La tua partecipazione a questa sfida è stata eliminata con successo.
pt: Sua participação neste desafio foi excluída com sucesso.
ru: Ваше участие в этом вызове было успешно удалено.

# challengeParticipationNotFoundError
source: You don't seem to be participating to this challenge.
de: Sie scheinen nicht an dieser Gewohnheit teilzunehmen.
es: Parece que no estás participando en este hábito
fr: Vous ne semblez pas participer à cette habitude
it: Non sembra che tu stia partecipando a questa abitudine
pt: Você não parece estar participando deste hábito.
ru: Кажется, вы не участвуете в этом вызове

# challengeParticipationStartDate
source: Challenge joined on:
de: Herausforderung beigetreten am:
es: Desafío unido el:
fr: Défi rejoint le :
it: Sfida iniziata il:
pt: Desafio iniciado em:
ru: Вызов начат:

# challengeParticipationUpdated
source: Your changes were saved.
de: Ihre Änderungen wurden erfolgreich gespeichert.
es: Sus cambios han sido guardados correctamente.
fr: Vos changements ont bien été sauvegardés.
it: I tuoi cambiamenti sono stati salvati con successo.
pt: Suas alterações foram salvas com sucesso.
ru: Ваши изменения были успешно сохранены.

# challengeUpdated
source: Your changes were saved.
de: Ihre Änderungen wurden erfolgreich gespeichert.
es: Sus cambios han sido guardados correctamente.
fr: Vos changements ont bien été sauvegardés.
it: I tuoi cambiamenti sono stati salvati con successo.
pt: Suas alterações foram salvas com sucesso.
ru: Ваши изменения были успешно сохранены.

# challengeWasDeletedByCreator
source: This challenge was removed by its creator
de: Diese Herausforderung wurde vom Ersteller gelöscht.
es: Este desafío ha sido eliminado por su creador
fr: Ce challenge a été supprimé par son créateur
it: Questa sfida è stata eliminata dal suo creatore
pt: Este desafio foi excluído pelo criador.
ru: Этот вызов был удалён его создателем

source: Challenges
de: Herausforderungen
es: Desafíos
fr: Défis
it: Sfide
pt: Desafios
ru: Вызовы

# challengesInfoTooltip
source: This information is refreshed every hour.
de: Diese Informationen werden stündlich aktualisiert.
es: Esta información se actualiza cada hora.
fr: Ces informations sont rafraîchies toutes les heures.
it: Queste informazioni vengono aggiornate ogni ora.
pt: Essas informações são atualizadas a cada hora.
ru: Эти данные обновляются каждый час.

# changeChallengeParticipationStartDate
source: Change participation start date
de: Startdatum der Teilnahme ändern
es: Cambiar la fecha de inicio de participación
fr: Changer la date de début de participation
it: Cambia la data di inizio della partecipazione
pt: Alterar a data de início da participação
ru: Изменить дату начала участия

source: Change color
de: Farbe ändern
es: Cambiar color
fr: Changer la couleur
it: Cambia colore
pt: Alterar cor
ru: Изменить цвет

source: Change Password
de: Passwort ändern
es: Cambiar mi contraseña
fr: Changer mon mot de passe
it: Cambia la mia password
pt: Alterar minha senha
ru: Изменить мой пароль

source: Change Recovery Code
de: Wiederherstellungscode ändern
es: Cambiar mi código de recuperación
fr: Changer mon code de récupération
it: Cambia il mio codice di recupero
pt: Alterar meu código de recuperação
ru: Изменить мой код восстановления

source: Come Back
de: Zurückkehren
es: Volver atrás
fr: Revenir en arrière
it: Torna indietro
pt: Voltar
ru: Вернуться назад

source: Coming soon...
de: Bald verfügbar...
es: Disponible en breve...
fr: Disponible dans peu de temps...
it: Disponibile a breve...
pt: Disponível em breve...
ru: Скоро будет доступно...

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pt: Confirmar
ru: Подтвердить

# confirmDelete
source: Confirm account deletion
de: Konto-Löschung bestätigen
es: Confirmación de eliminación de cuenta
fr: Confirmation de suppression de compte
it: Conferma eliminazione account
pt: Confirmação de exclusão de conta
ru: Подтверждение удаления аккаунта

# confirmDeleteMessage
source: By clicking "Confirm", your account and all associated activity will be scheduled for permanent deletion in 3 days. If you log in again before this period expires, the deletion will be cancelled.
de: Wenn Sie auf „Bestätigen“ klicken, wird Ihr Konto sowie alle zugehörigen Aktivitäten zur endgültigen Löschung in 3 Tagen vorgemerkt. Wenn Sie sich vor Ablauf dieser Frist erneut anmelden, wird die Löschung aufgehoben.
es: Al hacer clic en "Confirmar", tu cuenta y toda la actividad asociada se programarán para su eliminación definitiva en 3 días. Si vuelves a iniciar sesión antes de que expire este plazo, la eliminación será cancelada.
fr: En cliquant sur « Confirmer », votre compte ainsi que toutes les activités associées seront programmés pour une suppression définitive dans 3 jours. Si vous vous reconnectez avant l’expiration de ce délai, la suppression sera annulée.
it: Cliccando su "Conferma", il tuo account e tutte le attività associate saranno programmati per l'eliminazione definitiva tra 3 giorni. Se effettui nuovamente l'accesso prima della scadenza, la cancellazione verrà annullata.
pt: Ao clicar em "Confirmar", a sua conta e todas as atividades associadas serão agendadas para exclusão permanente em 7 dias. Se voltar a iniciar sessão antes do fim deste prazo, a exclusão será cancelada.
ru: Нажимая «Подтвердить», вы запланируете удаление своей учётной записи и всей связанной активности через 3 дня. Если вы снова войдёте в систему до истечения этого срока, удаление будет отменено.

source: Confirm Deletion
de: Löschung bestätigen
es: Confirmar eliminación
fr: Confirmer la suppression
it: Conferma eliminazione
pt: Confirmar exclusão
ru: Подтвердить удаление

# confirmDeletionQuestion
source: Are you sure you want to delete the session on this device?
de: Möchten Sie die Sitzung auf diesem Gerät wirklich beenden?
es: ¿Confirma la eliminación de la sesión en este dispositivo?
fr: Confirmez-vous la suppression de la session sur cet appareil ?
it: Confermi l'eliminazione della sessione su questo dispositivo?
pt: Você confirma a exclusão da sessão neste dispositivo?
ru: Вы подтверждаете удаление сессии на этом устройстве?

# confirmDuplicateChallenge
source: Do you want to create a copy of this challenge with the associated daily objectives?
de: Möchten Sie eine Kopie dieser Herausforderung mit den zugehörigen täglichen Zielen erstellen?
es: ¿Desea crear una copia de este desafío con los objetivos diarios asociados?
fr: Voulez-vous créer une copie de ce défi avec les objectifs journaliers associés ?
it: Vuoi creare una copia di questa sfida con gli obiettivi giornalieri associati?
pt: Deseja criar uma cópia deste desafio com os objetivos diários associados?
ru: Хотите создать копию этого вызова с привязанными ежедневными целями?

# confirmMessageDeletion
source: By clicking on "Confirm", this message and all replies will be permanently deleted.
de: Durch Klicken auf "Bestätigen" werden Ihre Nachricht und alle zugehörigen Antworten dauerhaft gelöscht.
es: Al hacer clic en "Confirmar", su mensaje y todas las respuestas asociadas serán eliminadas permanentemente.
fr: En cliquant sur "Confirmer", votre message et toutes les réponses attachées seront supprimés définitivement.
it: Cliccando su "Conferma", il tuo messaggio e tutte le risposte associate verranno eliminati definitivamente.
pt: Ao clicar em 'Confirmar', sua mensagem e todas as respostas associadas serão excluídas permanentemente.
ru: Нажав 'Подтвердить', ваше сообщение и все ответы, связанные с ним, будут удалены навсегда.

# connected
source: Online
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
pt: Conectado
ru: В сети

source: Continent
de: Kontinent
es: Continente
it: Continente
pt: Continente
ru: Континент

# copyright
source: © Copyright 2025. All rights reserved.
de: © Copyright 2025. Alle Rechte vorbehalten.
es: © Copyright 2025. Todos los derechos reservados.
fr: © Copyright 2025. Tous droits réservés.
it: © Copyright 2025. Tutti i diritti riservati.
pt: © Copyright 2025. Todos os direitos reservados.
ru: © Авторские права 2025. Все права защищены.

source: Country
de: Land
es: País
fr: Pays
it: Paese
pt: País
ru: Страна

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
pt: Criar
ru: Создать

source: Create a New Challenge
de: Erstellen Sie eine neue Herausforderung
es: Crear un nuevo desafío
fr: Créez un nouveau défi
it: Crea una nuova sfida
pt: Criar um novo desafio
ru: Создать новый вызов

source: Create a New Habit
de: Erstellen Sie eine neue Gewohnheit
es: Crear un nuevo hábito
fr: Créez une nouvelle habitude
it: Crea una nuova abitudine
pt: Criar um novo hábito
ru: Создать новую привычку

source: Create challenge
de: Herausforderung erstellen
es: Crear el desafío
fr: Créer le défi
it: Crea la sfida
pt: Criar desafio
ru: Создать вызов

source: Create habit
de: Gewohnheit erstellen
es: Crear el hábito
fr: Créer l'habitude
it: Crea l'abitudine
pt: Criar hábito
ru: Создать привычку

source: Create Habits That Stick
de: Erstellen Sie nachhaltige Gewohnheiten
es: Crea hábitos que perduren
fr: Créez des habitudes qui durent
it: Crea abitudini che durano
pt: Crie hábitos que durem
ru: Создавайте привычки, которые остаются

# createdBy
source: Created by {creator}
de: Erstellt von {creator}
es: Creado por {creator}
fr: Créé par {creator}
it: Creato da {creator}
pt: Criado por {creator}
ru: Создано {creator}

# createdByStartsOn
source: Created by {creator}, starts on: {startDate}
de: Erstellt von {creator}, beginnt am: {startDate}
es: Creado por {creator}, comienza el: {startDate}
fr: Créé par {creator}, commence le : {startDate}
it: Creato da {creator}, inizia il: {startDate}
pt: Criado por {creator}, começa em: {startDate}
ru: Создано {creator}, начинается: {startDate}

source: Created challenges
de: Meine erstellten Herausforderungen
es: Mis desafíos creados
fr: Mes défis créés
it: Le mie sfide create
pt: Meus desafios criados
ru: Мои созданные вызовы

# creatorMissingPublicKey
source: You do not have secret keys yet. Log in again to create them.
de: Sie haben noch keine geheimen Schlüssel. Melden Sie sich erneut an, um welche zu erstellen.
es: Aún no tienes claves secretas. Vuelve a conectarte para crearlas.
fr: Vous n'avez encore de clés secrètes. Reconnectez-vous pour en créer.
it: Non hai ancora chiavi segrete. Riconnettiti per crearne.
pt: Você ainda não tem chaves secretas. Refaça o login para criar uma.
ru: У вас нет секретных ключей. Переподключитесь, чтобы их создать.

source: Current password
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
it: Password attuale
pt: Senha atual
ru: Текущий пароль

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
pt: Escuro
ru: Тёмная

source: Date
de: Datum
es: Fecha
it: Data
pt: Data
ru: Дата

# dateTimeIsInTheFutureError
source: The date can't be in the future.
de: Das Datum darf nicht in der Zukunft liegen.
es: La fecha no puede estar en el futuro.
fr: La date ne peut pas être dans le futur.
it: La data non può essere nel futuro.
pt: A data não pode ser no futuro.
ru: Дата не может быть в будущем.

# dateTimeIsInThePastError
source: The date can't be in the past.
de: Das Datum darf nicht in der Vergangenheit liegen.
es: La fecha no puede estar en el pasado.
fr: La date ne peut pas être dans le passé.
it: La data non può essere nel passato.
pt: A data não pode ser no passado.
ru: Дата не может быть в прошлом.

# dayOfProgram
source: Day of the Program
de: Tag im Programm
es: Día en el programa
fr: Jour dans le programme
it: Giorno nel programma
pt: Dia no programa
ru: День программы

# defaultError
source: An error occurred. Please try again.
de: Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es: Ha ocurrido un error. Por favor, inténtalo de nuevo.
fr: Une erreur s'est produite. Veuillez réessayer.
it: Si è verificato un errore. Riprova.
pt: Ocorreu um erro. Tente novamente.
ru: Произошла ошибка. Пожалуйста, попробуйте снова.

# defaultReminderChallenge
source: Don't forget to track your challenge: {challenge}
de: Vergessen Sie nicht, Ihre Herausforderung zu machen: {challenge}
es: No olvides hacer tu desafío: {challenge}
fr: N'oublie pas de faire ton défi : {challenge}
it: Non dimenticare di fare la tua sfida: {challenge}
pt: Não se esqueça de fazer seu desafio: {challenge}
ru: Не забудьте выполнить свой вызов: {challenge}

# defaultReminderHabit
source: Don't forget to track your habit: {habit}
de: Vergessen Sie nicht, Ihre Gewohnheit zu verfolgen: {habit}
es: No olvides seguir tu hábito: {habit}
fr: N'oublie pas de suivre ton habitude : {habit}
it: Non dimenticare di seguire la tua abitudine: {habit}
pt: Não se esqueça de seguir seu hábito: {habit}
ru: Не забудьте следить за своей привычкой: {habit}

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt: Excluir
ru: Удалить

source: Delete account
de: Mein Konto löschen
es: Eliminar mi cuenta
fr: Supprimer mon compte
it: Elimina il mio account
pt: Excluir minha conta
ru: Удалить мой аккаунт

source: Delete challenge
de: Diese Herausforderung löschen
es: Eliminar este desafío
fr: Supprimer ce défi
it: Elimina questa sfida
pt: Excluir este desafio
ru: Удалить этот вызов

# deleteChallengeParticipation
source: Delete this participation
de: Diese Teilnahme löschen
es: Eliminar esta participación
fr: Supprimer cette participation
it: Elimina questa partecipazione
pt: Excluir esta participação
ru: Удалить это участие

source: Delete Message
de: Diese Nachricht löschen
es: Eliminar este mensaje
fr: Supprimer ce message
it: Elimina questo messaggio
pt: Excluir esta mensagem
ru: Удалить это сообщение
