Repository: thomassimmer/reallystick
Catalog: frontend/lib/i18n/*.arb
Languages: de, es, fr, it, pt, ru

# questionFinancialSituation
source: How would you describe your financial situation?
de: Wie würden Sie Ihre finanzielle Situation beschreiben?
es: ¿Cómo describiría su situación financiera?
fr: Comment décririez-vous votre situation financière ?
it: Come descriveresti la tua situazione finanziaria?
pt: Como você descreveria a sua situação financeira?
ru: Как бы вы описали ваше финансовое положение?

# questionGender
source: Are you a male or female?
de: Sind Sie ein Mann oder eine Frau?
es: ¿Es usted hombre o mujer?
fr: Êtes-vous un homme ou une femme ?
it: Sei uomo o donna?
pt: Você é homem ou mulher?
ru: Вы мужчина или женщина?

# questionHasChildren
source: Do you have children?
de: Haben Sie Kinder?
es: ¿Tiene hijos?
fr: Avez-vous des enfants ?
it: Hai figli?
pt: Você tem filhos?
ru: У вас есть дети?

# questionLevelOfEducation
source: What is your level of education?
de: Was ist Ihr Bildungsniveau?
es: ¿Cuál es su nivel de educación?
fr: Quel est votre niveau d'éducation ?
it: Qual è il tuo livello di istruzione?
pt: Qual é o seu nível de educação?
ru: Какой у вас уровень образования?

# questionLivingInUrbanArea
source: Are you living in an urban area?
de: Leben Sie in einem städtischen Gebiet?
es: ¿Vive en una zona urbana?
fr: Habitez-vous dans une zone urbaine ?
it: Vivi in una zona urbana?
pt: Você mora em uma área urbana?
ru: Вы живете в городской местности?

# questionLocation
source: Where do you live?
de: Wo wohnen Sie?
es: ¿Dónde vive?
fr: Où habitez-vous ?
it: Dove vivi?
pt: Onde você mora?
ru: Где вы живете?

# questionRelationStatus
source: Are you now in a relation?
de: Sind Sie derzeit in einer Beziehung?
es: ¿Está actualmente en una relación?
fr: Êtes-vous actuellement dans une relation ?
it: Sei attualmente in una relazione?
pt: Você está atualmente em um relacionamento?
ru: Вы в отношениях?

# questionsAnswered
source: Your answers were saved. We thank you!
de: Ihre Antworten wurden gespeichert. Vielen Dank!
es: Sus respuestas han sido guardadas. ¡Gracias!
fr: Vos réponses ont été sauvegardées. Nous vous remercions !
it: Le tue risposte sono state salvate. Grazie!
pt: As suas respostas foram salvas. Obrigado!
ru: Ваши ответы были сохранены. Спасибо!

source: Quit this challenge
de: Diese Herausforderung verlassen
es: Salir de este desafío
fr: Sortir de ce défi
it: Abbandona questa sfida
pt: Sair deste desafio
ru: Выйти из этого челленджа

source: Quit this habit
de: Diese Gewohnheit verlassen
es: Salir de este hábito
fr: Sortir de cette habitude
it: Abbandona questa abitudine
pt: Sair deste hábito
ru: Отказаться от этой привычки

source: Reason
de: Grund
es: Razón
fr: Raison
it: Motivo
pt: Razão
ru: Причина

# recipientMissingPublicKey
source: This recipient does not have secret keys yet.
de: Dieser Empfänger hat noch keine geheimen Schlüssel.
es: Este destinatario aún no tiene claves secretas.
fr: Ce destinataire n'a pas encore de clés secrètes.
it: Questo destinatario non ha ancora chiavi segrete.
pt: Este destinatário ainda não tem chaves secretas.
ru: У этого получателя еще нет секретных ключей.

source: Recover Account
de: Konto wiederherstellen
es: Recuperación de cuenta
fr: Récupération de compte
it: Recupero account
pt: Recuperação de conta
ru: Восстановление аккаунта

source: Recovery code
de: Wiederherstellungscode
es: Código de recuperación
fr: Code de récupération
it: Codice di recupero
pt: Código de recuperação
ru: Код восстановления

# recoveryCodeCopied
source: Recovery code copied to clipboard.
de: Der Wiederherstellungscode wurde in die Zwischenablage kopiert.
es: El código de recuperación ha sido copiado al portapapeles.
fr: Le code de récupération a été copié dans le presse-papiers.
it: Il codice di recupero è stato copiato negli appunti.
pt: O código de recuperação foi copiado para a área de transferência.
ru: Код восстановления был скопирован в буфер обмена.

# recoveryCodeDescription
source: Your recovery code can be used if you forgot your password. Please, keep it confidential. If you forgot it, you can generate a new one. Be aware that this will deactivate the current recovery code.
de: Ihr Wiederherstellungscode dient dazu, den Zugriff auf Ihr Konto wiederherzustellen, falls Sie Ihr Passwort vergessen. Bitte bewahren Sie ihn vertraulich auf. Falls Sie diesen Code vergessen haben, können Sie einen neuen erstellen. Dies deaktiviert den aktuellen Bestätigungscode.
es: Su código de recuperación sirve para recuperar el acceso a su cuenta si olvida su contraseña. Por favor, manténgalo confidencial. Si ha olvidado este código, puede generar uno nuevo. Esto desactivará el código de verificación actual.
fr: Votre code de récupération sert à récupérer l'accès à votre compte si vous oubliez votre mot de passe. Merci de le garder confidentiel. Si vous avez oublié ce code, vous pouvez en générer un nouveau. Cela désactivera le code de vérification actuel.
it: Il tuo codice di recupero serve a recuperare l'accesso al tuo account se dimentichi la password. Tienilo riservato. Se hai dimenticato questo codice, puoi generarne uno nuovo. Questo disattiverà il codice di verifica attuale.
pt: O seu código de recuperação serve para recuperar o acesso à sua conta caso esqueça a sua senha. Por favor, mantenha-o confidencial. Se você esquecer este código, pode gerar um novo. Isso desativará o código de verificação atual.
ru: Ваш код восстановления используется для восстановления доступа к вашему аккаунту, если вы забудете свой пароль. Пожалуйста, храните его в секрете. Если вы забыли этот код, вы можете создать новый. Это деактивирует текущий код подтверждения.

# refreshTokenExpiredError
source: Your session has expired. Please log in again.
de: Ihre Sitzung ist abgelaufen. Bitte melden Sie sich erneut an.
es: Su sesión ha expirado. Por favor, vuelva a conectarse.
fr: Votre session a expiré. Veuillez vous reconnecter.
it: La tua sessione è scaduta. Per favore, riconnettiti.
pt: Sua sessão expirou. Por favor, faça login novamente.
ru: Ваша сессия истекла. Пожалуйста, войдите снова.

source: Regenerate QR code
de: QR-Code neu generieren
es: Regenerar un código QR
fr: Régénérer un QR-code
it: Rigenera un QR-code
pt: Regenerar QR-code
ru: Регенерировать QR-код

source: Region
es: Región
fr: Région
it: Regione
pt: Região
ru: Регион

source: Related Challenges
de: Verwandte Herausforderungen
es: Desafíos relacionados
fr: Défis liés
it: Sfide correlate
pt: Desafios relacionados
ru: Связанные челленджи

source: Relationship status
de: Beziehungsstatus
es: Estado de relación
fr: Statut relationnel
it: Stato relazionale
pt: Status de relacionamento
ru: Статус отношений

# relationshipStatusCouple
source: In a relation
de: In einer Beziehung
es: En una relación
fr: Dans une relation
it: In una relazione
pt: Em um relacionamento
ru: В отношениях

# relationshipStatusSingle
source: Single
es: Soltero
fr: Célibataire
pt: Solteiro
ru: Одинок

# repeatOnMultipleDaysAfter
source: Repeat on several days after this one
de: An mehreren Tagen nach diesem wiederholen
es: Repetir en varios días después de este
fr: Répéter sur plusieurs jours après celui-ci
it: Ripeti su più giorni dopo questo
pt: Repetir em vários dias após este
ru: Повторить через несколько дней после этого

# repetitionNumberIsNegativeError
source: The repetition number can't be negative.
de: Die Anzahl der Wiederholungen kann nicht negativ sein.
es: El número de repeticiones no puede ser negativo.
fr: Le nombre de répétition ne peut pas être négatif.
it: Il numero di ripetizioni non può essere negativo.
pt: O número de repetições não pode ser negativo.
ru: Количество повторений не может быть отрицательным.

# repetitionNumberIsNullError
source: The repetition number can't be null.
de: Die Anzahl der Wiederholungen kann nicht null sein.
es: El número de repeticiones no puede ser cero.
fr: Le nombre de répétition ne peut pas être nul.
it: Il numero di ripetizioni non può essere nullo.
pt: O número de repetições não pode ser nulo.
ru: Количество повторений не может быть нулевым.

source: Reply
de: Antwort
es: Respuesta
fr: Réponse
it: Risposta
pt: Resposta
ru: Ответ

# replyTo
source: Reply to {user}...
de: Antworten an {user}...
es: Responder a {user}...
fr: Répondez à {user}...
it: Rispondi a {user}...
pt: Responder a {user}...
ru: Ответить {user}...

source: Report Message
de: Nachricht melden
es: Reportar mensaje
fr: Signaler le message
it: Segnala il messaggio
pt: Reportar mensagem
ru: Пожаловаться на сообщение

source: Reported Messages
de: Gemeldete Nachrichten
es: Mensajes reportados
fr: Messages signalés
it: Messaggi segnalati
pt: Mensagens reportadas
ru: Сообщения, на которые подана жалоба

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
pt: Tentar novamente
ru: Повторить попытку

source: Review habit
de: Gewohnheit überprüfen
es: Revisión de hábito
fr: Revue d'habitude
it: Revisione abitudine
pt: Revisão de hábito
ru: Обзор привычки

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt: Salvar
ru: Сохранить

# saveHabit
source: Save changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les changements
it: Salva i cambiamenti
pt: Salvar alterações
ru: Сохранить изменения

source: Search Challenges
de: Nach Herausforderungen suchen
es: Buscar desafíos
fr: Cherchez des défis
it: Cerca sfide
pt: Buscar desafios
ru: Искать челленджи

source: Search Habits
de: Nach Gewohnheiten suchen
es: Buscar hábitos
fr: Cherchez des habitudes
it: Cerca abitudini
pt: Buscar hábitos
ru: Искать привычки

source: Search User
de: Nach einem Benutzer suchen
es: Buscar un usuario
fr: Cherchez un utilisateur
it: Cerca utente
pt: Buscar usuário
ru: Искать пользователя

source: Select Icon
de: Icon auswählen
es: Selección del ícono
fr: Sélection de l'icône
it: Selezione dell'icona
pt: Selecionar ícone
ru: Выбрать иконку

source: Select Language
de: Sprache auswählen
es: Selección del idioma
fr: Sélection de la langue
it: Selezione della lingua
pt: Selecionar idioma
ru: Выбрать язык

source: Select Theme
de: Thema auswählen
es: Selección del tema
fr: Sélection du thème
it: Selezione del tema
pt: Selecionar tema
ru: Выбрать тему

# selectUnits
source: Select units of measure for this habit
de: Wählen Sie Maßeinheiten für diese Gewohnheit
es: Seleccione unidades de medida para este hábito
fr: Sélectionnez des unités de mesure pour cette habitude
it: Seleziona le unità di misura per questa abitudine
pt: Selecionar unidades de medida para este hábito
ru: Выберите единицы измерения для этой привычки

# setNewPassword
source: Enter your new password.
de: Geben Sie Ihr neues Passwort ein.
es: Introduzca su nueva contraseña.
fr: Renseignez votre nouveau mot de passe.
it: Inserisci la tua nuova password.
pt: Informe sua nova senha.
ru: Введите новый пароль.

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pt: Compartilhar
ru: Поделиться

# shareChallengeSubject
source: Join a challenge
de: Tritt dieser Herausforderung bei
es: Únete a este desafío
fr: Rejoins ce défi
it: Unisciti a questa sfida
pt: Junte-se a este desafio
ru: Присоединяйтесь к этому челленджу

# shareChallengeText
source: Hey! This challenge could be interesting for you: {link}
de: Hey! Diese Herausforderung könnte für dich interessant sein: {link}
es: ¡Hola! Este desafío podría interesarte: {link}
fr: Hey! Ce challenge pourrait être intéressant pour toi : {link}
it: Ehi! Questa sfida potrebbe interessarti: {link}
pt: Ei! Este desafio pode ser interessante para você: {link}
ru: Привет! Этот челлендж может быть интересен для тебя: {link}

source: Short name
de: Kurzname
es: Nombre (versión corta)
fr: Nom (version courte)
it: Nome (versione breve)
pt: Nome (versão curta)
ru: Краткое имя

source: Sign Up
de: Anmelden
es: Registrarse
fr: S'inscrire
it: Registrati
pt: Cadastrar-se
ru: Зарегистрироваться

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
pt: Pular
ru: Пропустить

source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data di inizio
pt: Data de início
ru: Дата начала

# startHabitShort
source: Start
de: Starten
es: Comenzar
fr: Commencer
it: Inizia
pt: Começar
ru: Начать

source: Start tracking this habit
de: Beginnen Sie, diese Gewohnheit zu verfolgen
es: Comenzar a seguir este hábito
fr: Commencer à suivre cette habitude
it: Inizia a monitorare questa abitudine
pt: Começar a monitorar este hábito
ru: Начать отслеживание этой привычки

# startsOn
source: Starts on: {startDate}
de: Beginnt am: {startDate}
es: Comienza el: {startDate}
fr: Commence le : {startDate}
it: Inizia il: {startDate}
pt: Começa em: {startDate}
ru: Начинается: {startDate}

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
pt: Estatísticas
ru: Статистика

source: Student
es: Estudiante
fr: Étudiant
it: Studente
pt: Estudante
ru: Студент

source: Tap for more details
de: Mehr Details
es: Más detalles
fr: Plus de détails
it: Più dettagli
pt: Toque para mais detalhes
ru: Подробнее

source: Tap to see less
de: Weniger anzeigen
es: Ver menos
fr: Voir moins
it: Vedi meno
pt: Ver menos
ru: Скрыть

source: Terms of use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Condizioni d'uso
pt: Termos de uso
ru: Условия использования
