Repository: thomassimmer/reallystick
Catalog: frontend/lib/i18n/*.arb
Languages: de, es, fr, it, pt, ru

# termsOfUseMarkdown
source: # Terms of Use **Effective Date:** April 5, 2025 **Last Updated:** April 5, 2025 Welcome to **ReallyStick**, a social habit-tracking platform designed to help you track and improve your daily habits. By accessing or using the app, you agree to be bound by the following Terms of Use. If you do not agree with these terms, please do not use the app. ## 1. User Accounts To use certain features of the app, you must create an account. You agree to: - Provide accurate and complete information during the registration process. - Keep your account information (username, password, recovery code) confidential. - Notify us immediately if you suspect unauthorized access to your account. You are responsible for all activities that occur under your account, including any data shared or actions taken through your account. ## 2. Use of the App You agree to use **ReallyStick** only for lawful purposes and in accordance with these Terms of Use. You shall not: - Violate any applicable laws or regulations. - Post, share, or engage in any activity that is harmful, offensive, or illegal. - Use the app to send unsolicited messages or spam. - Attempt to hack, damage, or gain unauthorized access to the app or its features. We reserve the right to suspend or terminate your account if you violate these terms. ## 3. Privacy and Data Collection Your privacy is important to us. We collect certain data as outlined in our **Privacy Policy**. By using the app, you consent to the collection and use of your data in accordance with our Privacy Policy. ## 4. Content and Ownership - All content provided by **ReallyStick** (including the app, website, and any related materials) is owned by us or our licensors and is protected by copyright, trademark, and other intellectual property laws. - You may not copy, modify, distribute, or create derivative works of any content without our permission. - You retain ownership of any content you post within the app, but by posting content, you grant us a license to use, display, and distribute that content within the app and for promotional purposes. ## 5. User-Generated Content You are responsible for the content you post or share on **ReallyStick**. This includes text, images, and any other media. You agree not to post: - Content that is harmful, harassing, offensive, or discriminatory. - Content that infringes on the intellectual property rights of others. - Content that violates any applicable laws. We reserve the right to remove any content that violates these terms. ## 6. Push Notifications We may send you push notifications for updates, reminders, and important app-related information. You can manage or disable these notifications in the app’s settings. ## 7. Termination We reserve the right to suspend or terminate your access to **ReallyStick** at any time, for any reason, including if you violate these Terms of Use. Upon termination, your account will be deleted, and you will lose access to the app. ## 8. Disclaimers - The app is provided "as-is" without any warranties of any kind, either express or implied. - We do not guarantee that the app will be error-free, secure, or available at all times. ## 9. Limitation of Liability To the fullest extent permitted by law, we are not liable for any damages arising from your use or inability to use **ReallyStick**, including but not limited to data loss, system errors, or any other indirect or consequential damages. ## 10. Indemnification You agree to indemnify, defend, and hold harmless **ReallyStick** and its affiliates from any claims, damages, liabilities, and expenses (including legal fees) arising from your use of the app, your violation of these Terms of Use, or any content you post or share on the app. ## 11. Governing Law These Terms of Use are governed by the laws of the jurisdiction in which you reside. Any disputes will be resolved in the appropriate courts in your region. ## 12. Changes to the Terms We may update these Terms of Use from time to time. If we make any material changes, we will notify you within the app. The most current version of these terms will always be available in the app. ## 13. Contact Us If you have any questions or concerns regarding these Terms of Use, please contact us using the in-app contact form.
de: # Nutzungsbedingungen **Gültig ab:** 5. April 2025 **Letzte Aktualisierung:** 5. April 2025 Willkommen bei **ReallyStick**, einer sozialen Plattform zur Verfolgung von Gewohnheiten, die Ihnen hilft, Ihre täglichen Gewohnheiten zu überwachen und zu verbessern. Durch den Zugriff auf oder die Nutzung der App erklären Sie sich mit diesen Nutzungsbedingungen einverstanden. Wenn Sie mit diesen Bedingungen nicht einverstanden sind, verwenden Sie bitte die App nicht. ## 1. Benutzerkonten Um bestimmte Funktionen der App zu nutzen, müssen Sie ein Konto erstellen. Sie erklären sich damit einverstanden: - Genau und vollständig bei der Anmeldung zu sein. - Ihre Kontoinformationen (Benutzername, Passwort, Wiederherstellungscode) vertraulich zu behandeln. - Uns sofort zu benachrichtigen, wenn Sie verdächtigen, dass Ihr Konto unbefugt genutzt wurde. Sie sind verantwortlich für alle Aktivitäten, die unter Ihrem Konto stattfinden, einschließlich aller geteilten Daten oder durch Ihr Konto ausgeführter Aktionen. ## 2. Nutzung der App Sie erklären sich damit einverstanden, **ReallyStick** nur für rechtmäßige Zwecke und gemäß diesen Nutzungsbedingungen zu nutzen. Sie dürfen nicht: - Gesetze oder Vorschriften verletzen. - Schädliche, anstößige oder illegale Aktivitäten durchführen oder daran teilnehmen. - Die App für unaufgeforderte Nachrichten oder Spam verwenden. - Versuchen, die App oder ihre Funktionen zu hacken, zu schädigen oder unbefugt zuzugreifen. Wir behalten uns das Recht vor, Ihr Konto zu sperren oder zu kündigen, wenn Sie gegen diese Bedingungen verstoßen. ## 3. Datenschutz und Datenerhebung Ihr Datenschutz ist uns wichtig. Wir sammeln bestimmte Daten, wie in unserer **Datenschutzrichtlinie** beschrieben. Durch die Nutzung der App stimmen Sie der Erhebung und Verwendung Ihrer Daten gemäß unserer Datenschutzrichtlinie zu. ## 4. Inhalt und Eigentum - Alle Inhalte, die von **ReallyStick** bereitgestellt werden (einschließlich der App, der Website und damit verbundenem Material), sind Eigentum von **ReallyStick** oder unseren Lizenzgebern und durch Urheberrechts-, Marken- und andere geistige Eigentumsgesetze geschützt. - Sie dürfen keine Inhalte ohne unsere Erlaubnis kopieren, ändern, verteilen oder abgeleitete Werke erstellen. - Sie behalten das Eigentum an allen Inhalten, die Sie in der App veröffentlichen, aber durch das Veröffentlichen von Inhalten gewähren Sie uns eine Lizenz zur Nutzung, Anzeige und Verbreitung dieser Inhalte in der App und zu Werbezwecken. ## 5. Vom Benutzer generierte Inhalte Sie sind verantwortlich für die Inhalte, die Sie auf **ReallyStick** veröffentlichen oder teilen, einschließlich Texte, Bilder und anderer Medien. Sie erklären sich damit einverstanden, keine folgenden Inhalte zu veröffentlichen: - Schädliche, belästigende, anstößige oder diskriminierende Inhalte. - Inhalte, die die geistigen Eigentumsrechte anderer verletzen. - Inhalte, die gegen geltendes Recht verstoßen. Wir behalten uns das Recht vor, Inhalte zu löschen, die gegen diese Bedingungen verstoßen. ## 6. Push-Benachrichtigungen Wir können Ihnen Push-Benachrichtigungen für Updates, Erinnerungen und wichtige Informationen zur App senden. Sie können diese Benachrichtigungen in den Einstellungen der App verwalten oder deaktivieren. ## 7. Kündigung Wir behalten uns das Recht vor, Ihren Zugang zu **ReallyStick** jederzeit aus beliebigem Grund zu sperren oder zu kündigen, auch wenn Sie gegen diese Nutzungsbedingungen verstoßen. Im Falle einer Kündigung wird Ihr Konto gelöscht und Sie verlieren den Zugang zur App. ## 8. Haftungsausschluss - Die App wird "wie sie ist" ohne jegliche Gewährleistung, weder ausdrücklich noch stillschweigend, bereitgestellt. - Wir garantieren nicht, dass die App fehlerfrei, sicher oder jederzeit verfügbar ist. ## 9. Haftungsbeschränkung Im maximalen Umfang, der durch geltendes Recht zulässig ist, haften wir nicht für Schäden, die durch Ihre Nutzung oder Ihre Unfähigkeit zur Nutzung von **ReallyStick** entstehen, einschließlich, aber nicht beschränkt auf Datenverlust, Systemfehler oder andere indirekte oder Folgeschäden. ## 10. Entschädigung Sie erklären sich damit einverstanden, **ReallyStick** und seine Partner von allen Ansprüchen, Schäden, Haftungen und Ausgaben (einschließlich Anwaltsgebühren) freizustellen, die aus Ihrer Nutzung der App, der Verletzung dieser Nutzungsbedingungen oder jeglichen Inhalten resultieren, die Sie auf der App veröffentlichen oder teilen. ## 11. Anwendbares Recht Diese Nutzungsbedingungen unterliegen den Gesetzen des Landes oder der Gerichtsbarkeit, in der Sie wohnhaft sind. Alle Streitigkeiten werden vor den zuständigen Gerichten Ihrer Region entschieden. ## 12. Änderungen der Bedingungen Wir können diese Nutzungsbedingungen von Zeit zu Zeit aktualisieren. Wenn wir wesentliche Änderungen vornehmen, werden wir Sie über die App informieren. Die neueste Version dieser Bedingungen ist immer in der App verfügbar. ## 13. Kontaktieren Sie uns Wenn Sie Fragen oder Bedenken zu diesen Nutzungsbedingungen haben, wenden Sie sich bitte über das Kontaktformular in der App an uns.
es: # Condiciones de Uso **Fecha de entrada en vigor:** 5 de abril de 2025 **Última actualización:** 5 de abril de 2025 Bienvenido a **ReallyStick**, una plataforma social de seguimiento de hábitos diseñada para ayudarte a seguir y mejorar tus hábitos diarios. Al acceder o utilizar la aplicación, aceptas estar sujeto a las presentes Condiciones de Uso. Si no estás de acuerdo con estas condiciones, por favor no utilices la aplicación. ## 1. Cuentas de Usuario Para utilizar ciertas funcionalidades de la aplicación, debes crear una cuenta. Aceptas: - Proporcionar información exacta y completa durante el registro. - Mantener la confidencialidad de tu información de cuenta (nombre de usuario, contraseña, código de recuperación). - Informarnos inmediatamente si sospechas de un acceso no autorizado a tu cuenta. Eres responsable de todas las actividades que ocurran bajo tu cuenta, incluyendo todos los datos compartidos o acciones realizadas a través de tu cuenta. ## 2. Uso de la Aplicación Aceptas utilizar **ReallyStick** únicamente para fines legales y de acuerdo con las presentes Condiciones de Uso. No debes: - Violar las leyes o regulaciones aplicables. - Publicar, compartir o participar en cualquier actividad dañina, ofensiva o ilegal. - Utilizar la aplicación para enviar mensajes no solicitados o spam. - Intentar hackear, dañar o acceder de manera no autorizada a la aplicación o sus funcionalidades. Nos reservamos el derecho de suspender o terminar tu cuenta si violas estas condiciones. ## 3. Privacidad y Recopilación de Datos Tu privacidad es importante para nosotros. Recopilamos ciertos datos como se describe en nuestra **Política de Privacidad**. Al utilizar la aplicación, consientes la recopilación y uso de tus datos conforme a nuestra Política de Privacidad. ## 4. Contenido y Propiedad - Todo el contenido proporcionado por **ReallyStick** (incluyendo la aplicación, el sitio web y cualquier material relacionado) es propiedad de **ReallyStick** o de nuestros licenciantes y está protegido por leyes de derechos de autor, marcas registradas y otras leyes de propiedad intelectual. - No puedes copiar, modificar, distribuir o crear obras derivadas de cualquier contenido sin nuestro permiso. - Conservas la propiedad de cualquier contenido que publiques en la aplicación, pero al publicar contenido, nos otorgas una licencia para usar, mostrar y distribuir ese contenido en la aplicación y con fines promocionales. ## 5. Contenido Generado por el Usuario Eres responsable del contenido que publicas o compartes en **ReallyStick**, incluyendo textos, imágenes y cualquier otro medio. Aceptas no publicar: - Contenido dañino, acosador, ofensivo o discriminatorio. - Contenido que infrinja los derechos de propiedad intelectual de otros. - Contenido que viole cualquier ley aplicable. Nos reservamos el derecho de eliminar cualquier contenido que infrinja estas condiciones. ## 6. Notificaciones Push Podemos enviarte notificaciones push para actualizaciones, recordatorios e información importante relacionada con la aplicación. Puedes gestionar o desactivar estas notificaciones en la configuración de la aplicación. ## 7. Terminación Nos reservamos el derecho de suspender o terminar tu acceso a **ReallyStick** en cualquier momento, por cualquier razón, incluyendo si violas estas Condiciones de Uso. En caso de terminación, tu cuenta será eliminada y perderás el acceso a la aplicación. ## 8. Exención de Responsabilidad - La aplicación se proporciona "tal cual" sin garantía de ningún tipo, expresa o implícita. - No garantizamos que la aplicación esté libre de errores, sea segura o esté disponible en todo momento. ## 9. Limitación de Responsabilidad En la máxima medida permitida por la ley, no seremos responsables de los daños resultantes de tu uso o incapacidad para usar **ReallyStick**, incluyendo, pero no limitado a, la pérdida de datos, errores del sistema o cualquier otro daño indirecto o consecuente. ## 10. Indemnización Aceptas indemnizar, defender y eximir de responsabilidad a **ReallyStick** y sus afiliados de cualquier reclamación, daño, responsabilidad y gasto (incluyendo honorarios legales) resultantes de tu uso de la aplicación, tu violación de estas Condiciones de Uso o cualquier contenido que publiques o compartas en la aplicación. ## 11. Ley Aplicable Estas Condiciones de Uso se rigen por las leyes del país o jurisdicción donde resides. Cualquier disputa será resuelta ante los tribunales competentes de tu región. ## 12. Modificaciones de las Condiciones Podemos actualizar estas Condiciones de Uso de vez en cuando. Si hacemos cambios significativos, te informaremos a través de la aplicación. La versión más reciente de estas condiciones siempre estará disponible en la aplicación. ## 13. Contactarnos Si tienes preguntas o inquietudes sobre estas Condiciones de Uso, por favor contáctanos a través del formulario de contacto integrado en la aplicación.
fr: # Conditions d'Utilisation **Date d'entrée en vigueur :** 5 avril 2025 **Dernière mise à jour :** 5 avril 2025 Bienvenue sur **ReallyStick**, une plateforme sociale de suivi d'habitudes conçue pour vous aider à suivre et améliorer vos habitudes quotidiennes. En accédant ou en utilisant l'application, vous acceptez d'être lié par les présentes Conditions d'Utilisation. Si vous n'êtes pas d'accord avec ces conditions, veuillez ne pas utiliser l'application. ## 1. Comptes Utilisateurs Pour utiliser certaines fonctionnalités de l'application, vous devez créer un compte. Vous acceptez de : - Fournir des informations exactes et complètes lors de l'enregistrement. - Garder vos informations de compte (nom d'utilisateur, mot de passe, code de récupération) confidentielles. - Nous informer immédiatement si vous soupçonnez un accès non autorisé à votre compte. Vous êtes responsable de toutes les activités qui se produisent sous votre compte, y compris toutes les données partagées ou les actions effectuées via votre compte. ## 2. Utilisation de l'application Vous acceptez d'utiliser **ReallyStick** uniquement à des fins légales et conformément aux présentes Conditions d'Utilisation. Vous ne devez pas : - Violer les lois ou réglementations applicables. - Publier, partager ou participer à toute activité nuisible, offensive ou illégale. - Utiliser l'application pour envoyer des messages non sollicités ou du spam. - Tenter de pirater, endommager ou accéder de manière non autorisée à l'application ou à ses fonctionnalités. Nous nous réservons le droit de suspendre ou de résilier votre compte si vous violez ces conditions. ## 3. Confidentialité et Collecte de Données Votre confidentialité est importante pour nous. Nous collectons certaines données comme décrit dans notre **Politique de Confidentialité**. En utilisant l'application, vous consentez à la collecte et à l'utilisation de vos données conformément à notre Politique de Confidentialité. ## 4. Contenu et Propriété - Tout le contenu fourni par **ReallyStick** (y compris l'application, le site web et tout matériel connexe) est la propriété de **ReallyStick** ou de nos licenciés et est protégé par des lois sur le droit d'auteur, les marques déposées et autres lois sur la propriété intellectuelle. - Vous ne pouvez pas copier, modifier, distribuer ou créer des œuvres dérivées de tout contenu sans notre permission. - Vous conservez la propriété de tout contenu que vous publiez dans l'application, mais en publiant du contenu, vous nous accordez une licence pour utiliser, afficher et distribuer ce contenu dans l'application et à des fins promotionnelles. ## 5. Contenu Généré par l'Utilisateur Vous êtes responsable du contenu que vous publiez ou partagez sur **ReallyStick**, y compris les textes, images et tout autre média. Vous acceptez de ne pas publier : - Du contenu nuisible, harcelant, offensant ou discriminatoire. - Du contenu qui enfreint les droits de propriété intellectuelle d'autrui. - Du contenu qui viole toute loi applicable. Nous nous réservons le droit de supprimer tout contenu qui enfreint ces conditions. ## 6. Notifications Push Nous pouvons vous envoyer des notifications push pour des mises à jour, des rappels et des informations importantes liées à l'application. Vous pouvez gérer ou désactiver ces notifications dans les paramètres de l'application. ## 7. Résiliation Nous nous réservons le droit de suspendre ou de résilier votre accès à **ReallyStick** à tout moment, pour quelque raison que ce soit, y compris si vous violez ces Conditions d'Utilisation. En cas de résiliation, votre compte sera supprimé et vous perdrez l'accès à l'application. ## 8. Exonération de Responsabilité - L'application est fournie "telle quelle" sans aucune garantie d'aucune sorte, expresse ou implicite. - Nous ne garantissons pas que l'application soit exempte d'erreurs, sécurisée ou disponible en tout temps. ## 9. Limitation de Responsabilité Dans la mesure maximale autorisée par la loi, nous ne serons pas responsables des dommages résultant de votre utilisation ou de votre incapacité à utiliser **ReallyStick**, y compris, mais sans s'y limiter, la perte de données, les erreurs système ou tout autre dommage indirect ou consécutif. ## 10. Indemnisation Vous acceptez d'indemniser, de défendre et de dégager de toute responsabilité **ReallyStick** et ses affiliés contre toute réclamation, dommage, responsabilité et dépense (y compris les frais juridiques) résultant de votre utilisation de l'application, de votre violation de ces Conditions d'Utilisation ou de tout contenu que vous publiez ou partagez sur l'application. ## 11. Droit Applicable Ces Conditions d'Utilisation sont régies par les lois du pays ou de la juridiction où vous résidez. Tout litige sera résolu devant les juridictions compétentes de votre région. ## 12. Modifications des Conditions Nous pouvons mettre à jour ces Conditions d'Utilisation de temps en temps. Si nous apportons des modifications importantes, nous vous en informerons via l'application. La version la plus récente de ces conditions sera toujours disponible dans l'application. ## 13. Nous Contacter Si vous avez des questions ou des préoccupations concernant ces Conditions d'Utilisation, veuillez nous contacter via le formulaire de contact intégré dans l'application.
it: # Condizioni d'Uso **Data di entrata in vigore:** 5 aprile 2025 **Ultimo aggiornamento:** 5 aprile 2025 Benvenuti su **ReallyStick**, una piattaforma sociale per il monitoraggio delle abitudini progettata per aiutarti a tracciare e migliorare le tue abitudini quotidiane. Accedendo o utilizzando l'applicazione, accetti di essere vincolato dai presenti Termini di Servizio. Se non sei d'accordo con questi termini, ti preghiamo di non utilizzare l'applicazione. ## 1. Account Utente Per utilizzare alcune funzionalità dell'applicazione, è necessario creare un account. Accetti di: - Fornire informazioni accurate e complete durante la registrazione. - Mantenere riservate le informazioni del tuo account (nome utente, password, codice di recupero). - Informarci immediatamente se sospetti un accesso non autorizzato al tuo account. Sei responsabile di tutte le attività che si verificano sotto il tuo account, inclusi tutti i dati condivisi o le azioni eseguite tramite il tuo account. ## 2. Utilizzo dell'Applicazione Accetti di utilizzare **ReallyStick** solo per scopi legali e in conformità con i presenti Termini di Servizio. Non devi: - Violare le leggi o i regolamenti applicabili. - Pubblicare, condividere o partecipare a qualsiasi attività dannosa, offensiva o illegale. - Utilizzare l'applicazione per inviare messaggi non richiesti o spam. - Tentare di hackerare, danneggiare o accedere in modo non autorizzato all'applicazione o alle sue funzionalità. Ci riserviamo il diritto di sospendere o terminare il tuo account se violi questi termini. ## 3. Riservatezza e Raccolta dei Dati La tua privacy è importante per noi. Raccogliamo alcuni dati come descritto nella nostra **Politica sulla Privacy**. Utilizzando l'applicazione, acconsenti alla raccolta e all'uso dei tuoi dati in conformità con la nostra Politica sulla Privacy. ## 4. Contenuto e Proprietà - Tutto il contenuto fornito da **ReallyStick** (inclusa l'applicazione, il sito web e qualsiasi materiale correlato) è di proprietà di **ReallyStick** o dei nostri licenziatari ed è protetto da leggi sul copyright, marchi e altre leggi sulla proprietà intellettuale. - Non puoi copiare, modificare, distribuire o creare opere derivate da qualsiasi contenuto senza il nostro permesso. - Conservi la proprietà di qualsiasi contenuto che pubblichi nell'applicazione, ma pubblicando contenuti ci concedi una licenza per utilizzare, visualizzare e distribuire tali contenuti nell'applicazione e per scopi promozionali. ## 5. Contenuto Generato dagli Utenti Sei responsabile del contenuto che pubblichi o condividi su **ReallyStick**, inclusi testi, immagini e qualsiasi altro media. Accetti di non pubblicare: - Contenuti dannosi, molesti, offensivi o discriminatori. - Contenuti che violano i diritti di proprietà intellettuale di altri. - Contenuti che violano qualsiasi legge applicabile. Ci riserviamo il diritto di rimuovere qualsiasi contenuto che violi questi termini. ## 6. Notifiche Push Possiamo inviarti notifiche push per aggiornamenti, promemoria e informazioni importanti relative all'applicazione. Puoi gestire o disattivare queste notifiche nelle impostazioni dell'applicazione. ## 7. Risoluzione Ci riserviamo il diritto di sospendere o terminare il tuo accesso a **ReallyStick** in qualsiasi momento, per qualsiasi motivo, inclusa la violazione di questi Termini di Servizio. In caso di risoluzione, il tuo account verrà eliminato e perderai l'accesso all'applicazione. ## 8. Esclusione di Responsabilità - L'applicazione è fornita "così com'è" senza alcuna garanzia di alcun tipo, espressa o implicita. - Non garantiamo che l'applicazione sia priva di errori, sicura o disponibile in ogni momento. ## 9. Limitazione di Responsabilità Nella misura massima consentita dalla legge, non saremo responsabili per eventuali danni derivanti dall'uso o dall'impossibilità di utilizzare **ReallyStick**, inclusa, ma non limitata a, la perdita di dati, errori di sistema o qualsiasi altro danno indiretto o consequenziale. ## 10. Indennizzo Accetti di indennizzare, difendere e tenere indenne **ReallyStick** e i suoi affiliati da qualsiasi reclamo, danno, responsabilità e spesa (incluse le spese legali) derivanti dall'uso dell'applicazione, dalla violazione di questi Termini di Servizio o da qualsiasi contenuto che pubblichi o condividi sull'applicazione. ## 11. Legge Applicabile Questi Termini di Servizio sono regolati dalle leggi del paese o della giurisdizione in cui risiedi. Qualsiasi controversia sarà risolta davanti ai tribunali competenti della tua regione. ## 12. Modifiche ai Termini Possiamo aggiornare questi Termini di Servizio di volta in volta. Se apportiamo modifiche significative, ti informeremo tramite l'applicazione. La versione più recente di questi termini sarà sempre disponibile nell'applicazione. ## 13. Contattaci Se hai domande o dubbi su questi Termini di Servizio, contattaci tramite il modulo di contatto integrato nell'applicazione.
pt: # Termos de Uso **Data de vigência:** 5 de abril de 2025 **Última atualização:** 5 de abril de 2025 Bem-vindo ao **ReallyStick**, uma plataforma social de monitoramento de hábitos criada para ajudá-lo a acompanhar e melhorar seus hábitos diários. Ao acessar ou usar o aplicativo, você concorda em estar vinculado a estes Termos de Uso. Se você não concorda com estes termos, não utilize o aplicativo. ## 1. Contas de Usuário Para utilizar algumas funcionalidades do aplicativo, você deve criar uma conta. Você concorda em: - Fornecer informações precisas e completas durante o registro. - Manter suas informações de conta (nome de usuário, senha, código de recuperação) em sigilo. - Nos informar imediatamente caso suspeite de acesso não autorizado à sua conta. Você é responsável por todas as atividades que ocorrem sob sua conta, incluindo todos os dados compartilhados ou ações realizadas por meio de sua conta. ## 2. Uso do aplicativo Você concorda em usar o **ReallyStick** apenas para fins legais e de acordo com estes Termos de Uso. Você não deve: - Violação de leis ou regulamentos aplicáveis. - Publicar, compartilhar ou participar de qualquer atividade prejudicial, ofensiva ou ilegal. - Usar o aplicativo para enviar mensagens não solicitadas ou spam. - Tentar hackear, danificar ou acessar de maneira não autorizada o aplicativo ou suas funcionalidades. Reservamo-nos o direito de suspender ou encerrar sua conta se você violar estes termos. ## 3. Privacidade e Coleta de Dados Sua privacidade é importante para nós. Coletamos certos dados como descrito em nossa **Política de Privacidade**. Ao usar o aplicativo, você consente com a coleta e o uso de seus dados de acordo com nossa Política de Privacidade. ## 4. Conteúdo e Propriedade - Todo o conteúdo fornecido pelo **ReallyStick** (incluindo o aplicativo, o site e todo o material relacionado) é propriedade do **ReallyStick** ou de nossos licenciados e é protegido por leis de direitos autorais, marcas registradas e outras leis de propriedade intelectual. - Você não pode copiar, modificar, distribuir ou criar obras derivadas de qualquer conteúdo sem nossa permissão. - Você mantém a propriedade de todo o conteúdo que publica no aplicativo, mas ao publicar conteúdo, concede-nos uma licença para usar, exibir e distribuir esse conteúdo no aplicativo e para fins promocionais. ## 5. Conteúdo Gerado pelo Usuário Você é responsável pelo conteúdo que publica ou compartilha no **ReallyStick**, incluindo textos, imagens e qualquer outro tipo de mídia. Você concorda em não publicar: - Conteúdo prejudicial, assediante, ofensivo ou discriminatório. - Conteúdo que infrinja os direitos de propriedade intelectual de terceiros. - Conteúdo que viole qualquer lei aplicável. Reservamo-nos o direito de remover qualquer conteúdo que viole estes termos. ## 6. Notificações Push Podemos enviar notificações push para atualizações, lembretes e informações importantes relacionadas ao aplicativo. Você pode gerenciar ou desativar essas notificações nas configurações do aplicativo. ## 7. Rescisão Reservamo-nos o direito de suspender ou encerrar seu acesso ao **ReallyStick** a qualquer momento, por qualquer motivo, incluindo a violação destes Termos de Uso. Em caso de rescisão, sua conta será excluída e você perderá o acesso ao aplicativo. ## 8. Isenção de Responsabilidade - O aplicativo é fornecido "como está", sem garantias de qualquer tipo, expressas ou implícitas. - Não garantimos que o aplicativo esteja livre de erros, seguro ou disponível a qualquer momento. ## 9. Limitação de Responsabilidade Na medida máxima permitida por lei, não seremos responsáveis por danos decorrentes de seu uso ou incapacidade de usar o **ReallyStick**, incluindo, mas não se limitando a, perda de dados, erros de sistema ou qualquer outro dano indireto ou consequencial. ## 10. Indenização Você concorda em indenizar, defender e isentar o **ReallyStick** e seus afiliados de qualquer reclamação, dano, responsabilidade e despesa (incluindo honorários advocatícios) decorrentes do seu uso do aplicativo, da violação destes Termos de Uso ou de qualquer conteúdo que você publique ou compartilhe no aplicativo. ## 11. Direito Aplicável Estes Termos de Uso são regidos pelas leis do país ou jurisdição em que você reside. Qualquer disputa será resolvida perante as jurisdições competentes de sua região. ## 12. Modificações dos Termos Podemos atualizar estes Termos de Uso de tempos em tempos. Se fizermos alterações significativas, informaremos você por meio do aplicativo. A versão mais recente destes termos estará sempre disponível no aplicativo. ## 13. Contate-nos Se você tiver dúvidas ou preocupações sobre estes Termos de Uso, entre em contato conosco por meio do formulário de contato integrado no aplicativo.
ru: # Условия Использования **Дата вступления в силу:** 5 апреля 2025 **Последнее обновление:** 5 апреля 2025 Добро пожаловать на **ReallyStick**, социальную платформу для отслеживания привычек, разработанную для помощи в отслеживании и улучшении ваших ежедневных привычек. Доступ или использование приложения означает ваше согласие с настоящими Условиями Использования. Если вы не согласны с этими условиями, пожалуйста, не используйте приложение. ## 1. Пользовательские Аккаунты Для использования некоторых функций приложения вам необходимо создать аккаунт. Вы соглашаетесь: - Предоставлять точные и полные данные при регистрации. - Сохранять конфиденциальность информации вашего аккаунта (имя пользователя, пароль, код восстановления). - Немедленно информировать нас о подозрении на несанкционированный доступ к вашему аккаунту. Вы несете ответственность за все действия, совершаемые с вашего аккаунта, включая все данные, которые вы делитесь или действия, выполняемые через ваш аккаунт. ## 2. Использование Приложения Вы соглашаетесь использовать **ReallyStick** исключительно в законных целях и в соответствии с настоящими Условиями Использования. Вам запрещается: - Нарушать применимые законы или нормативные акты. - Публиковать, делиться или участвовать в любой вредной, оскорбительной или незаконной деятельности. - Использовать приложение для отправки нежелательных сообщений или спама. - Пытаться взломать, повредить или получить несанкционированный доступ к приложению или его функциям. Мы оставляем за собой право приостановить или расторгнуть ваш аккаунт в случае нарушения этих условий. ## 3. Конфиденциальность и Сбор Данных Ваша конфиденциальность важна для нас. Мы собираем определенные данные, как описано в нашей **Политике Конфиденциальности**. Используя приложение, вы соглашаетесь на сбор и использование ваших данных в соответствии с нашей Политикой Конфиденциальности. ## 4. Контент и Собственность - Весь контент, предоставляемый **ReallyStick** (включая приложение, веб-сайт и любые связанные материалы), является собственностью **ReallyStick** или наших лицензиаров и защищен законами об авторских правах, товарных знаках и другими законами о интеллектуальной собственности. - Вы не можете копировать, изменять, распространять или создавать производные работы из любого контента без нашего разрешения. - Вы сохраняете права на любой контент, который вы публикуете в приложении, но, публикуя контент, вы предоставляете нам лицензию на его использование, отображение и распространение в приложении и в рекламных целях. ## 5. Контент, Создаваемый Пользователями Вы несете ответственность за контент, который вы публикуете или делитесь на **ReallyStick**, включая тексты, изображения и любые другие медиа. Вы соглашаетесь не публиковать: - Контент, который является вредным, оскорбительным, дискриминационным или домогательским. - Контент, нарушающий права интеллектуальной собственности других лиц. - Контент, нарушающий любые применимые законы. Мы оставляем за собой право удалить любой контент, нарушающий эти условия. ## 6. Push-Уведомления Мы можем отправлять вам push-уведомления об обновлениях, напоминаниях и важной информации, связанной с приложением. Вы можете управлять или отключать эти уведомления в настройках приложения. ## 7. Расторжение Мы оставляем за собой право приостановить или расторгнуть ваш доступ к **ReallyStick** в любое время по любой причине, включая нарушение этих Условий Использования. В случае расторжения ваш аккаунт будет удален, и вы потеряете доступ к приложению. ## 8. Отказ от Ответственности - Приложение предоставляется "как есть" без каких-либо гарантий, явных или подразумеваемых. - Мы не гарантируем, что приложение будет свободно от ошибок, безопасно или доступно в любое время. ## 9. Ограничение Ответственности В максимальной степени, разрешенной законом, мы не несем ответственности за любые убытки, возникшие в результате вашего использования или невозможности использования **ReallyStick**, включая, но не ограничиваясь, потерей данных, системными ошибками или любыми другими косвенными или случайными убытками. ## 10. Компенсация Вы соглашаетесь возместить, защитить и освободить от ответственности **ReallyStick** и наших аффилированных лиц от любых претензий, убытков, ответственности и расходов (включая юридические издержки), возникших в результате вашего использования приложения, нарушения этих Условий Использования или любого контента, который вы публикуете или делитесь в приложении. ## 11. Применимое Право Эти Условия Использования регулируются законами страны или юрисдикции, в которой вы проживаете. Любые споры будут разрешаться в компетентных судах вашего региона. ## 12. Изменения Условий Мы можем обновлять эти Условия Использования время от времени. Если мы внесем значительные изменения, мы уведомим вас через приложение. Последняя версия этих условий всегда будет доступна в приложении. ## 13. Связаться с Нами Если у вас есть вопросы или опасения по поводу этих Условий Использования, пожалуйста, свяжитесь с нами через форму обратной связи в приложении.
