Repository: thomassimmer/reallystick
Catalog: frontend/lib/i18n/*.arb
Languages: de, es, fr, it, pt, ru

# privacyPolicyMarkdown
source: # Privacy Policy **Effective Date:** April 5, 2025 **Last Updated:** April 5, 2025 Welcome to **ReallyStick**, a social habit-tracking platform that enables users to track their daily progress, join challenges, and engage in public or private discussions — all while maintaining control over their personal data. ## 1. Information We Collect ### Required Data - Username - Password (hashed securely) - Recovery Code - Device Information (OS, platform, type) - IP Address - Session Tokens ### Optional Demographics - Continent - Country - Age category - Gender - Level of study - Level of wealth - Employment status ## 2. Private Messaging & Encryption - End-to-end encrypted private messages - Your private key is stored only on your device - We cannot read your private messages ## 3. How We Use Your Data We use your data to: - Provide app functionality - Manage device sessions - Generate anonymous analytics - Send push notifications (via Google Firebase) - Monitor abuse and maintain security We do **not** sell or share your data for advertising. ## 4. Data Sharing Only external service: - Google Firebase – used for push notifications. Firebase may collect device identifiers and token information to deliver messages. We do not share personally identifiable data with Firebase. ## 5. Public Interactions - Only usernames are shown publicly - Public messages can be reported and moderated ## 6. Data Retention & Deletion Users can delete their account and all related data from their profile page. ## 7. Security Measures - Hashed passwords - Local token storage - End-to-end encryption - IP logging for abuse prevention ## 8. Anonymity & Identity - No email or real names required - Accounts are pseudonymous ## 9. Children’s Privacy Our app is open to all users, but parental consent may be required depending on your local laws. ## 10. User Rights (GDPR) - Access your data - Delete your data - Opt out of optional data fields ## 11. Policy Changes We may update this Privacy Policy. You’ll be notified in-app if we make major changes. ## 12. Contact Us Use the in-app contact form For privacy-related inquiries, you may also email us at: **[support@reallystick.com](support@reallystick.com)**
de: # Datenschutzerklärung **Gültig ab:** 5. April 2025 **Letzte Aktualisierung:** 5. April 2025 Willkommen bei **ReallyStick**, einer sozialen Plattform zur Verfolgung von Gewohnheiten, die es den Nutzern ermöglicht, ihre täglichen Fortschritte zu verfolgen, an Herausforderungen teilzunehmen und in öffentlichen oder privaten Diskussionen zu interagieren – und dabei die Kontrolle über ihre persönlichen Daten zu behalten. ## 1. Informationen, die wir sammeln ### Erforderliche Daten - Benutzername - Passwort (sicher verschlüsselt) - Wiederherstellungscode - Geräteinformationen (Betriebssystem, Plattform, Gerätetyp) - IP-Adresse - Sitzungstoken ### Optionale demografische Daten - Kontinent - Land - Altersgruppe - Geschlecht - Bildungsniveau - Wohlstandsniveau - Berufsstatus ## 2. Private Nachrichten & Verschlüsselung - Private Nachrichten sind Ende-zu-Ende verschlüsselt - Ihr privater Schlüssel wird nur auf Ihrem Gerät gespeichert - Wir können Ihre privaten Nachrichten nicht lesen ## 3. Verwendung Ihrer Daten Wir verwenden Ihre Daten, um: - Die Funktionen der App bereitzustellen - Sitzungen auf Ihren Geräten zu verwalten - Anonyme Statistiken zu generieren - Push-Benachrichtigungen zu senden (über Google Firebase) - Missbrauch zu verhindern und Sicherheit zu gewährleisten Wir **verkaufen oder teilen Ihre Daten nicht** zu Werbezwecken. ## 4. Datenaustausch Verwendeter externer Dienst: - **Google Firebase** – für den Versand von Push-Benachrichtigungen ## 5. Öffentliche Interaktionen - Nur Benutzernamen sind öffentlich sichtbar - Öffentliche Nachrichten können gemeldet und moderiert werden ## 6. Datenaufbewahrung und -löschung Benutzer können ihr Konto und alle damit verbundenen Daten auf ihrer Profilseite löschen. ## 7. Sicherheitsmaßnahmen - Verschlüsselte Passwörter - Lokale Speicherung von Zugriffstoken - Ende-zu-Ende-Verschlüsselung - Protokollierung von IP-Adressen zur Missbrauchsverhinderung ## 8. Anonymität & Identität - Keine E-Mail-Adresse oder echten Namen erforderlich - Konten sind standardmäßig pseudonym ## 9. Kinderschutz Unsere App steht allen offen. Je nach geltendem lokalen Gesetz kann jedoch eine elterliche Zustimmung erforderlich sein. ## 10. Rechte der Nutzer (DSGVO) Sie haben das Recht: - Auf Ihre Daten zuzugreifen - Ihre Daten zu löschen - Die optionalen Felder nicht bereitzustellen ## 11. Änderungen der Richtlinie Wir können diese Datenschutzerklärung aktualisieren. Bei wesentlichen Änderungen werden Sie über die App informiert. ## 12. Kontaktieren Sie uns Verwenden Sie das Kontaktformular in der App. Bei Fragen zum Datenschutz können Sie uns auch per E-Mail kontaktieren unter: **[support@reallystick.com](support@reallystick.com)**
es: # Política de Privacidad **Fecha de entrada en vigor:** 5 de abril de 2025 **Última actualización:** 5 de abril de 2025 Bienvenido a **ReallyStick**, una plataforma social de seguimiento de hábitos que permite a los usuarios seguir su progreso diario, participar en desafíos y conversar en discusiones públicas o privadas, todo mientras mantienen el control de sus datos personales. ## 1. Información que recopilamos ### Datos obligatorios - Nombre de usuario - Contraseña (cifrada de manera segura) - Código de recuperación - Información del dispositivo (sistema operativo, plataforma, tipo de dispositivo) - Dirección IP - Tokens de sesión ### Datos demográficos opcionales - Continente - País - Rango de edad - Género - Nivel educativo - Nivel de riqueza - Estado profesional ## 2. Mensajería privada y cifrado - Los mensajes privados están cifrados de extremo a extremo - Su clave privada se almacena únicamente en su dispositivo - No podemos leer sus mensajes privados ## 3. Uso de sus datos Utilizamos sus datos para: - Proporcionar las funcionalidades de la aplicación - Gestionar las sesiones en sus dispositivos - Generar estadísticas anónimas - Enviar notificaciones push (a través de Google Firebase) - Prevenir abusos y garantizar la seguridad No **vendemos ni compartimos** sus datos con fines publicitarios. ## 4. Compartición de datos Servicio externo utilizado: - **Google Firebase** – para el envío de notificaciones push ## 5. Interacciones públicas - Solo los nombres de usuario son visibles públicamente - Los mensajes públicos pueden ser reportados y moderados ## 6. Conservación y eliminación de datos Los usuarios pueden eliminar su cuenta y todos sus datos asociados desde su página de perfil. ## 7. Medidas de seguridad - Contraseñas cifradas - Almacenamiento local de tokens de acceso - Cifrado de extremo a extremo - Registro de direcciones IP para prevenir abusos ## 8. Anonimato e identidad - No se requiere dirección de correo electrónico ni nombre real - Las cuentas son pseudónimas por defecto ## 9. Protección de menores Nuestra aplicación está abierta a todos. Sin embargo, puede ser necesario el consentimiento parental según las leyes locales vigentes. ## 10. Derechos de los usuarios (RGPD) Tiene el derecho de: - Acceder a sus datos - Eliminar sus datos - Rechazar proporcionar los campos opcionales ## 11. Modificaciones de la política Podemos actualizar esta política de privacidad. En caso de cambios importantes, se le informará a través de la aplicación. ## 12. Contactarnos Utilice el formulario de contacto integrado en la aplicación. Para consultas relacionadas con la privacidad, también puede enviarnos un correo electrónico a: **[support@reallystick.com](support@reallystick.com)**
fr: # Politique de Confidentialité **Date d'entrée en vigueur :** 5 avril 2025 **Dernière mise à jour :** 5 avril 2025 Bienvenue sur **ReallyStick**, une plateforme sociale de suivi d'habitudes qui permet aux utilisateurs de suivre leurs progrès quotidiens, de participer à des défis, et d’échanger dans des discussions publiques ou privées — tout en gardant le contrôle de leurs données personnelles. ## 1. Informations que nous collectons ### Données obligatoires - Nom d'utilisateur - Mot de passe (haché de manière sécurisée) - Code de récupération - Informations sur l'appareil (système d’exploitation, plateforme, type d’appareil) - Adresse IP - Jetons de session ### Données démographiques optionnelles - Continent - Pays - Tranche d'âge - Genre - Niveau d'études - Niveau de richesse - Statut professionnel ## 2. Messagerie privée & chiffrement - Les messages privés sont chiffrés de bout en bout - Votre clé privée est stockée uniquement sur votre appareil - Nous ne pouvons pas lire vos messages privés ## 3. Utilisation de vos données Nous utilisons vos données pour : - Fournir les fonctionnalités de l’application - Gérer les sessions sur vos appareils - Générer des statistiques anonymes - Envoyer des notifications push (via Google Firebase) - Prévenir les abus et garantir la sécurité Nous **ne vendons ni ne partageons** vos données à des fins publicitaires. ## 4. Partage de données Service externe utilisé : - **Google Firebase** – pour l’envoi de notifications push ## 5. Interactions publiques - Seuls les noms d'utilisateur sont visibles publiquement - Les messages publics peuvent être signalés et modérés ## 6. Conservation et suppression des données Les utilisateurs peuvent supprimer leur compte et toutes leurs données associées depuis leur page de profil. ## 7. Mesures de sécurité - Mots de passe hachés - Stockage local des jetons d’accès - Chiffrement de bout en bout - Journalisation des adresses IP pour prévenir les abus ## 8. Anonymat & identité - Aucune adresse e-mail ni nom réel requis - Les comptes sont pseudonymes par défaut ## 9. Protection des enfants Notre application est ouverte à tous. Toutefois, un consentement parental peut être nécessaire selon les lois locales en vigueur. ## 10. Droits des utilisateurs (RGPD) Vous avez le droit de : - Accéder à vos données - Supprimer vos données - Refuser de fournir les champs optionnels ## 11. Modifications de la politique Nous pouvons mettre à jour cette politique de confidentialité. En cas de changement important, vous en serez informé via l’application. ## 12. Nous contacter Utilisez le formulaire de contact intégré à l’application. Pour toute question relative à la vie privée, vous pouvez également nous contacter par e-mail à : **[support@reallystick.com](support@reallystick.com)**
it: # Politica sulla Privacy **Data di entrata in vigore:** 5 aprile 2025 **Ultimo aggiornamento:** 5 aprile 2025 Benvenuti su **ReallyStick**, una piattaforma sociale per il monitoraggio delle abitudini che consente agli utenti di tracciare i propri progressi quotidiani, partecipare a sfide e discutere in conversazioni pubbliche o private, mantenendo il controllo sui propri dati personali. ## 1. Informazioni che raccogliamo ### Dati obbligatori - Nome utente - Password (hashata in modo sicuro) - Codice di recupero - Informazioni sul dispositivo (sistema operativo, piattaforma, tipo di dispositivo) - Indirizzo IP - Token di sessione ### Dati demografici opzionali - Continente - Paese - Fascia d'età - Genere - Livello di istruzione - Livello di ricchezza - Stato occupazionale ## 2. Messaggistica privata e crittografia - I messaggi privati sono crittografati end-to-end - La tua chiave privata è memorizzata solo sul tuo dispositivo - Non possiamo leggere i tuoi messaggi privati ## 3. Utilizzo dei tuoi dati Utilizziamo i tuoi dati per: - Fornire le funzionalità dell'applicazione - Gestire le sessioni sui tuoi dispositivi - Generare statistiche anonime - Inviare notifiche push (tramite Google Firebase) - Prevenire abusi e garantire la sicurezza Non vendiamo né condividiamo i tuoi dati per scopi pubblicitari. ## 4. Condivisione dei dati Servizio esterno utilizzato: - **Google Firebase** – per l'invio di notifiche push ## 5. Interazioni pubbliche - Solo i nomi utente sono visibili pubblicamente - I messaggi pubblici possono essere segnalati e moderati ## 6. Conservazione e cancellazione dei dati Gli utenti possono eliminare il proprio account e tutti i dati associati dalla pagina del proprio profilo. ## 7. Misure di sicurezza - Password hashate - Memorizzazione locale dei token di accesso - Crittografia end-to-end - Registrazione degli indirizzi IP per prevenire abusi ## 8. Anonimato e identità - Nessun indirizzo email o nome reale richiesto - Gli account sono pseudonimi per impostazione predefinita ## 9. Protezione dei minori La nostra applicazione è aperta a tutti. Tuttavia, potrebbe essere necessario il consenso dei genitori in base alle leggi locali vigenti. ## 10. Diritti degli utenti (GDPR) Hai il diritto di: - Accedere ai tuoi dati - Cancellare i tuoi dati - Rifiutare di fornire i campi opzionali ## 11. Modifiche alla politica Possiamo aggiornare questa politica sulla privacy. In caso di modifiche significative, verrai informato tramite l'applicazione. ## 12. Contattaci Utilizza il modulo di contatto integrato nell'applicazione. Per domande relative alla privacy, puoi anche contattarci via e-mail a: **[support@reallystick.com](support@reallystick.com)**
pt: # Política de Privacidade **Data de entrada em vigor:** 5 de abril de 2025 **Última atualização:** 5 de abril de 2025 Bem-vindo ao **ReallyStick**, uma plataforma social de acompanhamento de hábitos que permite aos usuários monitorar seu progresso diário, participar de desafios e interagir em discussões públicas ou privadas — tudo enquanto mantém o controle sobre seus dados pessoais. ## 1. Informações que coletamos ### Dados obrigatórios - Nome de usuário - Senha (armazenada de forma segura) - Código de recuperação - Informações sobre o dispositivo (sistema operacional, plataforma, tipo de dispositivo) - Endereço IP - Tokens de sessão ### Dados demográficos opcionais - Continente - País - Faixa etária - Gênero - Nível educacional - Nível de riqueza - Status profissional ## 2. Mensagens privadas & criptografia - As mensagens privadas são criptografadas de ponta a ponta - Sua chave privada é armazenada apenas em seu dispositivo - Não podemos ler suas mensagens privadas ## 3. Uso dos seus dados Usamos seus dados para: - Fornecer as funcionalidades do aplicativo - Gerenciar sessões em seus dispositivos - Gerar estatísticas anônimas - Enviar notificações push (via Google Firebase) - Prevenir abusos e garantir a segurança Nós **não vendemos nem compartilhamos** seus dados para fins publicitários. ## 4. Compartilhamento de dados Serviço externo utilizado: - **Google Firebase** – para envio de notificações push ## 5. Interações públicas - Apenas os nomes de usuário são visíveis publicamente - As mensagens públicas podem ser denunciadas e moderadas ## 6. Retenção e exclusão de dados Os usuários podem excluir sua conta e todos os dados associados na página de perfil. ## 7. Medidas de segurança - Senhas criptografadas - Armazenamento local de tokens de acesso - Criptografia de ponta a ponta - Registro de endereços IP para prevenir abusos ## 8. Anonimato & identidade - Nenhum e-mail ou nome real é necessário - As contas são pseudônimas por padrão ## 9. Proteção infantil Nosso aplicativo está aberto a todos. No entanto, o consentimento dos pais pode ser necessário de acordo com as leis locais em vigor. ## 10. Direitos dos usuários (LGPD) Você tem o direito de: - Acessar seus dados - Excluir seus dados - Recusar fornecer os campos opcionais ## 11. Alterações na política Podemos atualizar esta política de privacidade. Em caso de mudanças significativas, você será informado através do aplicativo. ## 12. Entre em contato Use o formulário de contato integrado no aplicativo. Para questões relacionadas com a privacidade, também pode enviar-nos um e-mail para: **[support@reallystick.com](support@reallystick.com)**
ru: # Политика конфиденциальности **Дата вступления в силу:** 5 апреля 2025 г. **Последнее обновление:** 5 апреля 2025 г. Добро пожаловать в **ReallyStick** — платформу для отслеживания привычек, которая позволяет пользователям следить за своим прогрессом, участвовать в челленджах и обсуждениях — публичных или частных — сохраняя при этом контроль над своими личными данными. ## 1. Информация, которую мы собираем ### Обязательные данные - Имя пользователя - Пароль (надёжно хэшируется) - Код восстановления - Информация об устройстве (ОС, платформа, тип) - IP-адрес - Сессионные токены ### Дополнительные демографические данные - Континент - Страна - Возрастная категория - Пол - Уровень образования - Уровень благосостояния - Статус занятости ## 2. Личные сообщения и шифрование - Личные сообщения с сквозным шифрованием - Ваш приватный ключ хранится только на вашем устройстве - Мы не имеем доступа к вашим личным сообщениям ## 3. Как мы используем ваши данные Мы используем ваши данные для: - Обеспечения функциональности приложения - Управления сессиями устройств - Генерации анонимной аналитики - Отправки push-уведомлений (через Google Firebase) - Мониторинга нарушений и обеспечения безопасности Мы **не** продаём и не передаём ваши данные для рекламы. ## 4. Передача данных Единственный внешний сервис: - Google Firebase – используется для push-уведомлений. Firebase может собирать идентификаторы устройств и токены для доставки сообщений. Мы не передаём личные данные в Firebase. ## 5. Публичные взаимодействия - Публично отображаются только имена пользователей - Публичные сообщения можно пожаловаться и модерировать ## 6. Хранение и удаление данных Пользователи могут удалить свою учётную запись и все связанные данные со страницы профиля. ## 7. Меры безопасности - Хэшированные пароли - Локальное хранение токенов - Сквозное шифрование - Логирование IP-адресов для предотвращения нарушений ## 8. Анонимность и идентичность - Электронная почта и настоящее имя не требуются - Учётные записи являются псевдонимными ## 9. Конфиденциальность детей Наше приложение доступно для всех пользователей, однако может потребоваться согласие родителей в зависимости от местного законодательства. ## 10. Права пользователей (GDPR) - Доступ к своим данным - Удаление данных - Отказ от предоставления необязательных данных ## 11. Изменения в политике Мы можем обновлять данную Политику конфиденциальности. В случае значительных изменений вы получите уведомление в приложении. ## 12. Связь с нами Используйте форму обратной связи в приложении По вопросам, связанным с конфиденциальностью, вы также можете написать нам по адресу: **[support@reallystick.com](support@reallystick.com)**

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
pt: Perfil
ru: Профиль

source: Profile Information
de: Profilinformationen
es: Información del perfil
fr: Informations du profil
it: Informazioni del profilo
pt: Informações do perfil
ru: Информация о профиле

source: Profile Settings
de: Profileinstellungen
es: Configuración del perfil
fr: Paramètres du profil
it: Impostazioni del profilo
pt: Configurações do perfil
ru: Настройки профиля

# profileUpdateSuccessful
source: Profile information saved.
de: Ihre Informationen wurden erfolgreich gespeichert.
es: Su información ha sido guardada correctamente.
fr: Vos informations ont bien été sauvegardées.
it: Le tue informazioni sono state salvate con successo.
pt: As suas informações foram salvas com sucesso.
ru: Ваши данные были успешно сохранены.

# publicMessageDeletionSuccessful
source: Your message was successfully deleted.
de: Ihre Nachricht wurde erfolgreich gelöscht.
es: Su mensaje ha sido eliminado correctamente.
fr: Votre message a bien été supprimé.
it: Il tuo messaggio è stato eliminato con successo.
pt: A sua mensagem foi apagada com sucesso.
ru: Ваше сообщение было успешно удалено.

# publicMessageReportCreationSuccessful
source: Your report was succesfully sent.
de: Ihr Bericht wurde erfolgreich gesendet.
es: Su reporte ha sido enviado correctamente.
fr: Votre signalement a bien été envoyé.
it: La tua segnalazione è stata inviata con successo.
pt: O seu relatório foi enviado com sucesso.
ru: Ваше сообщение было успешно отправлено.

# qrCodeSecretKeyCopied
source: QR code secret key copied to clipboard.
de: Der QR-Code geheime Schlüssel wurde in die Zwischenablage kopiert.
es: La clave secreta del código QR ha sido copiada al portapapeles.
fr: La clé secrète du QR-code a été copiée dans le presse-papiers.
it: La chiave segreta del QR-code è stata copiata negli appunti.
pt: A chave secreta do QR-code foi copiada para a área de transferência.
ru: Секретный ключ QR-кода был скопирован в буфер обмена.

source: Quantity
de: Menge
es: Cantidad
fr: Quantité
it: Quantità
pt: Quantidade
ru: Количество

# quantityIsNotANumberError
source: Quantity must be a number.
de: Die Menge muss eine Zahl sein.
es: La cantidad debe ser un número.
fr: La quantité doit être un nombre.
it: La quantità deve essere un numero.
pt: A quantidade deve ser um número.
ru: Количество должно быть числом.

source: Quantity of set
de: Anzahl der Sets
es: Número de series
fr: Nombre de set
it: Numero di set
pt: Número de sets
ru: Количество подходов

# quantityOfSetIsNegativeError
source: The quantity of set can't be negative.
de: Die Anzahl der Sets kann nicht negativ sein.
es: El número de series no puede ser negativo.
fr: Le nombre de set ne peut pas être négatif.
it: Il numero di set non può essere negativo.
pt: O número de sets não pode ser negativo.
ru: Количество подходов не может быть отрицательным.

# quantityOfSetIsNullError
source: The quantity of set can't be null.
de: Die Anzahl der Sets kann nicht null sein.
es: El número de series no puede ser cero.
fr: Le nombre de set ne peut pas être nul.
it: Il numero di set non può essere nullo.
pt: O número de sets não pode ser nulo.
ru: Количество подходов не может быть нулевым.

# quantityOfSetWithQuantity
source: Quantity of set: {quantity}
de: Anzahl der Sets: {quantity}
es: Número de series: {quantity}
fr: Nombre de set : {quantity}
it: Numero di set: {quantity}
pt: Número de sets: {quantity}
ru: Количество подходов: {quantity}

source: Quantity per set
de: Anzahl der Wiederholungen
es: Número de repeticiones
fr: Nombre de répétition
it: Numero di ripetizioni
pt: Número de repetições
ru: Количество повторений

# quantityPerSetIsNegativeError
source: The quantity can't be negative.
de: Die Menge kann nicht negativ sein.
es: La cantidad no puede ser negativa.
fr: La quantité ne peut pas être négative.
it: La quantità non può essere negativa.
pt: A quantidade não pode ser negativa.
ru: Количество не может быть отрицательным.

# quantityPerSetIsNullError
source: The quantity can't be empty.
de: Die Menge darf nicht leer sein.
es: La cantidad no puede estar vacía.
fr: La quantité ne peut pas être vide.
it: La quantità non può essere vuota.
pt: A quantidade não pode ser vazia.
ru: Количество не может быть пустым.

# quantityPerSetWithQuantity
source: Quantity per set: {quantity}
de: Anzahl der Wiederholungen: {quantity}
es: Número de repeticiones: {quantity}
fr: Nombre de répétition : {quantity}
it: Numero di ripetizioni: {quantity}
pt: Número de repetições: {quantity}
ru: Количество повторений: {quantity}

# quantityWithQuantity
source: Quantity: {quantity}
de: Menge: {quantity}
es: Cantidad: {quantity}
fr: Quantité : {quantity}
it: Quantità: {quantity}
pt: Quantidade: {quantity}
ru: Количество: {quantity}

# questionActivity
source: What is your current activity?
de: Was ist Ihre derzeitige Tätigkeit?
es: ¿Cuál es su actividad actualmente?
fr: Quelle est votre activité actuellement ?
it: Qual è la tua attività attuale?
pt: Qual é a sua atividade atualmente?
ru: Какая у вас сейчас активность?

# questionAge
source: How old are you?
de: Wie alt sind Sie?
es: ¿Qué edad tiene?
fr: Quel âge avez-vous ?
it: Quanti anni hai?
pt: Quantos anos você tem?
ru: Сколько вам лет?
