Repository: thomassimmer/reallystick
Catalog: frontend/lib/i18n/*.arb
Languages: de, es, fr, it, pt, ru

# invalidUsernameOrPasswordOrRecoveryCodeError
source: Invalid username, password, or recovery code. Please try again.
de: Benutzername, Passwort oder Wiederherstellungscode ungültig. Bitte versuchen Sie es erneut.
es: Nombre de usuario, contraseña o código de recuperación inválido. Por favor, inténtalo de nuevo.
fr: Nom d'utilisateur, mot de passe ou code de récupération invalide. Veuillez réessayer.
it: Nome utente, password o codice di recupero non validi. Riprova.
pt: Nome de usuário, senha ou código de recuperação inválido. Tente novamente.
ru: Неверное имя пользователя, пароль или код восстановления. Пожалуйста, попробуйте снова.

# invalidUsernameOrRecoveryCodeError
source: Invalid username or recovery code. Please try again.
de: Benutzername oder Wiederherstellungscode ungültig. Bitte versuchen Sie es erneut.
es: Nombre de usuario o código de recuperación inválido. Por favor, inténtalo de nuevo.
fr: Nom d'utilisateur ou code de récupération invalide. Veuillez réessayer.
it: Nome utente o codice di recupero non validi. Riprova.
pt: Nome de usuário ou código de recuperação inválido. Tente novamente.
ru: Неверное имя пользователя или код восстановления. Пожалуйста, попробуйте снова.

# joinChallengeReachYourGoals
source: Join Challenges, Reach Your Goals
de: Nehmen Sie an Herausforderungen teil, Erreichen Sie Ihre Ziele
es: Únete a desafíos, Alcanza tus objetivos
fr: Rejoignez des défis, Atteignez vos objectifs
it: Unisciti alle sfide, Raggiungi i tuoi obiettivi
pt: Junte-se aos desafios, Alcance seus objetivos
ru: Присоединяйтесь к вызовам, Достигайте своих целей

# joinThisChallenge
source: Participate in this challenge
de: An dieser Herausforderung teilnehmen
es: Unirse a este desafío
fr: Participer à ce challenge
it: Partecipa a questa sfida
pt: Participar deste desafio
ru: Принять участие в этом вызове

# joinedByXPeople
source: {count,plural, zero {Joined by nobody yet} one {Joined by {count} person} other {Joined by {count} people}}
de: {count,plural, zero {Von niemandem beigetreten} one {Von {count} Person beigetreten} other {Von {count} Personen beigetreten}}
es: {count,plural, zero {Unido por nadie} one {Unido por {count} persona} other {Unido por {count} personas}}
fr: {count,plural, zero {Rejoint par personne} one {Rejoint par {count} personne} other {Rejoint par {count} personnes}}
it: {count,plural, zero {Nessuno ha partecipato} one {Partecipato da {count} persona} other {Partecipato da {count} persone}}
pt: {count,plural, zero {Junto por ninguém} one {Junto por {count} pessoa} other {Junto por {count} pessoas}}
ru: {count, plural, zero {Присоединился {count} человек} one {Присоединился {count} человек} other {Присоединились {count} человек}}

# joinedOn
source: Joined on: {startDate}
de: Beigetreten am: {startDate}
es: Unido el: {startDate}
fr: Rejoint le : {startDate}
it: Partecipato il: {startDate}
pt: Participou em: {startDate}
ru: Присоединился: {startDate}

# jumpOnTop
source: Jump to Top
de: Nach oben springen
es: Subir arriba
fr: Remonter en haut
it: Torna in cima
pt: Voltar ao topo
ru: Вернуться наверх

# keepRecoveryCodeSafe
source: Please keep this recovery code safe. It is necessary if you lose your password or access to your 2FA application.
de: Bitte bewahren Sie diesen Wiederherstellungscode sicher auf. Er wird benötigt, wenn Sie Ihr Passwort oder den Zugriff auf Ihre Authentifizierungs-App verlieren.
es: Por favor, guarda este código de recuperación en un lugar seguro. Lo necesitarás si pierdes tu contraseña o el acceso a tu aplicación de autenticación.
fr: Merci de garder ce code de récupération bien à l'abri. Il sera nécessaire si vous perdez votre mot de passe ou l'accès à votre application d'authentification.
it: Tieni al sicuro questo codice di recupero. Sarà necessario se perdi la tua password o l'accesso alla tua applicazione di autenticazione.
pt: Por favor, mantenha este código de recuperação em segurança. Ele será necessário se você perder sua senha ou o acesso ao seu aplicativo de autenticação.
ru: Пожалуйста, храните этот код восстановления в безопасности. Он понадобится, если вы потеряете свой пароль или доступ к приложению для аутентификации.

source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
pt: Idioma
ru: Язык

source: Last activity:
de: Letzte Aktivität:
es: Última actividad:
fr: Dernière activité :
it: Ultima attività:
pt: Última atividade:
ru: Последняя активность:

source: Last activity date:
de: Datum der letzten Aktivität:
es: Fecha de la última actividad:
fr: Date de la dernière activité :
it: Data dell'ultima attività:
pt: Data da última atividade:
ru: Дата последней активности:

# lastActivityDays
source: {count,plural, one {{count} day ago} other {{count} days ago}}
de: {count,plural, one {vor {count} Tag} other {vor {count} Tagen}}
es: {count,plural, one {hace {count} día} other {hace {count} días}}
fr: {count,plural, one {il y a {count} jour} other {il y a {count} jours}}
it: {count,plural, one { {count} giorno fa} other { {count} giorni fa}}
pt: {count,plural, one {há {count} dia} other {há {count} dias}}
ru: {count, plural, one {вчера} other {позавчера}}

# lastActivityHours
source: {count,plural, one {{count} hour ago} other {{count} hours ago}}
de: {count,plural, one {vor {count} Stunde} other {vor {count} Stunden}}
es: {count,plural, one {hace {count} hora} other {hace {count} horas}}
fr: {count,plural, one {il y a {count} heure} other {il y a {count} heures}}
it: {count,plural, one { {count} ora fa} other { {count} ore fa}}
pt: {count,plural, one {há {count} hora} other {há {count} horas}}
ru: {count, plural, one {{count} час назад} other {{count} часов назад}}

# lastActivityMinutes
source: {count,plural, one {{count} minute ago} other {{count} minutes ago}}
de: {count,plural, one {vor {count} Minute} other {vor {count} Minuten}}
es: {count,plural, one {hace {count} minuto} other {hace {count} minutos}}
fr: {count,plural, one {il y a {count} minute} other {il y a {count} minutes}}
it: {count,plural, one { {count} minuto fa} other { {count} minuti fa}}
pt: {count,plural, one {há {count} minuto} other {há {count} minutos}}
ru: {count, plural, one {{count} минуту назад} other {{count} минут назад}}

# lastActivityMonths
source: {count,plural, one {{count} month ago} other {{count} months ago}}
de: {count,plural, one {vor {count} Monat} other {vor {count} Monaten}}
es: {count,plural, one {hace {count} mes} other {hace {count} meses}}
fr: {count,plural, one {il y a {count} mois} other {il y a {count} mois}}
it: {count,plural, one { {count} mese fa} other { {count} mesi fa}}
pt: {count,plural, one {há {count} mês} other {há {count} meses}}
ru: {count, plural, one {{count} месяц назад} other {{count} месяцев назад}}

# lastActivitySeconds
source: {count,plural, =0 {Just now} one {{count} second ago} other {{count} seconds ago}}
de: {count,plural, =0 {Gerade eben} one {vor {count} Sekunde} other {vor {count} Sekunden}}
es: {count,plural, =0 {En este momento} one {hace {count} segundo} other {hace {count} segundos}}
fr: {count,plural, =0 {À l'instant} one {il y a {count} seconde} other {il y a {count} secondes}}
it: {count,plural, =0 {In questo momento} one { {count} secondo fa} other { {count} secondi fa}}
pt: {count,plural, =0 {Agora mesmo} one {há {count} segundo} other {há {count} segundos}}
ru: {count, plural, =0 {только что} one {{count} секунду назад} other {{count} секунд назад}}

# lastActivityYears
source: {count,plural, one {{count} year ago} other {{count} years ago}}
de: {count,plural, one {vor {count} Jahr} other {vor {count} Jahren}}
es: {count,plural, one {hace {count} año} other {hace {count} años}}
fr: {count,plural, one {il y a {count} an} other {il y a {count} ans}}
it: {count,plural, one { {count} anno fa} other { {count} anni fa}}
pt: {count,plural, one {há {count} ano} other {há {count} anos}}
ru: {count, plural, one {{count} год назад} other {{count} лет назад}}

source: Level of education
de: Bildungsniveau
es: Nivel de estudios
fr: Niveau d'étude
it: Livello di istruzione
pt: Nível de escolaridade
ru: Уровень образования

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
pt: Claro
ru: Светлая

source: Liked Messages
de: Gemocht Nachrichten
es: Mensajes que te gustan
fr: Messages aimés
it: Messaggi piaciuti
pt: Mensagens curtidas
ru: Понравившиеся сообщения

# livesInUrbanArea
source: Living in urban area
de: Ich lebe in einem städtischen Gebiet
es: Vivo en una zona urbana
fr: Je vis en zone urbaine
it: Vivo in una zona urbana
pt: Eu vivo em área urbana
ru: Живу в городской зоне

# livingInRuralArea
source: Rural area
de: Ländliches Gebiet
es: Zona rural
fr: Zone rurale
it: Zona rurale
pt: Área rural
ru: Сельская местность

# livingInUrbanArea
source: Urban area
de: Städtisches Gebiet
es: Zona urbana
fr: Zone urbaine
it: Zona urbana
pt: Área urbana
ru: Городская местность

source: Log In
de: Einloggen
es: Iniciar sesión
fr: Se connecter
it: Accedi
pt: Entrar
ru: Войти

# loginSuccessful
source: You successfully logged in.
de: Sie sind erfolgreich eingeloggt.
es: Has iniciado sesión correctamente.
fr: Vous êtes bien connecté.
it: Accesso effettuato con successo.
pt: Você está conectado com sucesso.
ru: Вы успешно вошли в систему.

source: Log out
de: Ausloggen
es: Cerrar sesión
fr: Se déconnecter
it: Disconnetti
pt: Sair
ru: Выйти

# logoutSuccessful
source: You successfully logged out.
de: Sie haben sich erfolgreich ausgeloggt.
es: Has cerrado sesión correctamente.
fr: Vous vous êtes bien déconnecté.
it: Disconnessione effettuata con successo.
pt: Você saiu com sucesso.
ru: Вы успешно вышли.

source: Long name
de: Vollständiger Name
es: Nombre (versión larga)
fr: Nom (version longue)
it: Nome (versione lunga)
pt: Nome (versão longa)
ru: Полное имя

source: Male
de: Männlich
es: Hombre
fr: Homme
it: Maschio
pt: Homem
ru: Мужчина

source: Males
de: Männer
es: Hombres
fr: Hommes
it: Maschi
pt: Homens
ru: Мужчины

# markChallengeAsFinished
source: You arrived at the end of this challenge, congratulations! Mark it as finished to do it again later without losing the details of this participation.
de: Sie haben diese Herausforderung abgeschlossen, Glückwunsch! Markieren Sie sie als abgeschlossen, um sie später ohne Verlust der Teilnahme-Details erneut zu starten.
es: Has terminado este desafío, ¡felicidades! Márcalo como terminado para poder repetirlo más tarde sin perder los detalles de esta participación.
fr: Vous avez terminé ce défi, félicitations ! Marquez le comme terminé pour pouvoir le recommencer plus tard sans perdre les détails de cette participation.
it: Hai completato questa sfida, congratulazioni! Segnala come completata per poterla ripetere in futuro senza perdere i dettagli di questa partecipazione.
pt: Você terminou este desafio, parabéns! Marque como finalizado para poder reiniciá-lo mais tarde sem perder os detalhes desta participação.
ru: Вы завершили этот челлендж, поздравляем! Отметьте его как завершённый, чтобы можно было начать заново без потери данных.

# markedAsFinishedChallenges
source: Finished challenges
de: Abgeschlossene Herausforderungen
es: Desafíos terminados
fr: Défis terminés
it: Sfide completate
pt: Desafios finalizados
ru: Завершённые челленджи

source: Merge Habit
de: Gewohnheiten zusammenführen
es: Fusionar hábitos
fr: Fusionner les habitudes
it: Unisci le abitudini
pt: Mesclar hábitos
ru: Объединить привычки

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
pt: Mensagem
ru: Сообщение

# messageDeletedError
source: This message has been deleted.
de: Diese Nachricht wurde gelöscht.
es: Este mensaje ha sido eliminado.
fr: Ce message a été supprimé.
it: Questo messaggio è stato eliminato.
pt: Esta mensagem foi deletada.
ru: Это сообщение было удалено.

# messageNotFoundError
source: Message not found.
de: Diese Nachricht wurde nicht gefunden.
es: Este mensaje no ha sido encontrado.
fr: Ce message n'a pas été trouvé.
it: Questo messaggio non è stato trovato.
pt: Esta mensagem não foi encontrada.
ru: Сообщение не найдено.

source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
pt: Mensagens
ru: Сообщения

# messagesAreEncrypted
source: Messages are end-to-end encrypted. No one outside of this chat, not even our team, can read them.
de: Nachrichten sind Ende-zu-Ende verschlüsselt. Niemand außerhalb dieses Gesprächs, nicht einmal unser Team, kann sie lesen.
es: Los mensajes están cifrados de extremo a extremo. Nadie fuera de esta discusión, ni siquiera nuestro equipo, puede leerlos.
fr: Les messages sont chiffrés de bout en bout. Personne en dehors de cette discussion, pas même notre équipe, ne peut les lire.
it: I messaggi sono crittografati end-to-end. Nessuno al di fuori di questa discussione, nemmeno il nostro team, può leggerli.
pt: As mensagens são criptografadas de ponta a ponta. Ninguém fora desta conversa, nem mesmo nossa equipe, pode lê-las.
ru: Сообщения зашифрованы end-to-end. Никто, кроме участников, не может их прочитать.

# missingDateTimeError
source: The date can't be left empty.
de: Das Datum darf nicht leer sein.
es: La fecha no puede dejarse vacía.
fr: La date ne peut pas être laissée vide.
it: La data non può essere lasciata vuota.
pt: A data não pode ser deixada em branco.
ru: Дата не может быть пустой.

source: New Discussion
de: Neue Diskussion
es: Nueva Discusión
fr: Nouvelle Discussion
it: Nuova Discussione
pt: Nova Discussão
ru: Новый разговор

source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
pt: Nova senha
ru: Новый пароль

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Successivo
pt: Próximo
ru: Далее

source: No
de: Nein
fr: Non
pt: Não
ru: Нет

# noAccountCreateOne
source: No account? Create one here.
de: Kein Konto? Erstellen Sie eines hier.
es: ¿No tienes cuenta? Créala aquí.
fr: Pas de compte ? Créez-le ici.
it: Nessun account? Crealo qui.
pt: Não tem conta? Crie uma aqui.
ru: Нет аккаунта? Создайте его здесь.

source: No activity recorded yet.
de: Noch keine Aktivität aufgezeichnet.
es: Aún no hay actividad registrada.
fr: Pas encore d'activité enregistrée.
it: Nessuna attività registrata ancora.
pt: Ainda não há atividade registrada.
ru: Активность ещё не записана.

# noAnswer
source: I prefer to not answer
de: Ich möchte nicht antworten
es: Prefiero no responder
fr: Je préfère ne pas répondre
it: Preferisco non rispondere
pt: Prefiro não responder
ru: Я предпочитаю не отвечать

source: No answer for this message yet.
de: Es gibt noch keine Antwort auf diese Nachricht.
es: Aún no hay respuesta para este mensaje.
fr: Il n'y a pas encore de réponse pour ce message.
it: Non ci sono ancora risposte per questo messaggio.
pt: Ainda não há resposta para esta mensagem.
ru: На это сообщение ещё нет ответа.

# noChallengeDailyTrackingYet
source: No daily objectives set yet.
de: Noch kein tägliches Ziel aufgezeichnet.
es: Aún no hay seguimiento diario registrado.
fr: Pas encore d'objectif journalier enregistré.
it: Nessun obiettivo giornaliero registrato ancora.
pt: Ainda não há objetivo diário registrado.
ru: Ещё не записан ежедневный прогресс по цели.

# noChallengesForHabitYet
source: No challenges yet. Create the first challenge for this habit!
de: Es gibt noch keine Herausforderung für diese Gewohnheit. Erstellen Sie die erste!
es: Aún no hay desafíos para este hábito. ¡Crea el primero!
fr: Il n'y a pas encore de défi pour cette habitude. Créez le premier !
it: Non ci sono ancora sfide per questa abitudine. Crea la prima!
pt: Ainda não há desafio para este hábito. Crie o primeiro!
ru: Для этой привычки ещё нет челленджей. Создайте первый!

# noChallengesYet
source: You do not have challenges yet.
de: Sie haben noch keine Herausforderungen.
es: Aún no tienes desafíos.
fr: Vous n'avez pas encore de défi.
it: Non hai ancora nessuna sfida.
pt: Você ainda não tem desafios.
ru: У вас ещё нет челленджей.

# noConcernedHabitsYet
source: There are no concerned habits in this challenge yet.
de: Es gibt noch keine betroffenen Gewohnheiten für diese Herausforderung.
es: Aún no hay hábitos relacionados con este desafío.
fr: Il n'y a pas encore d'habitudes concernées par ce défi.
it: Non ci sono ancora abitudini interessate da questa sfida.
pt: Ainda não há hábitos relacionados a este desafio.
ru: Для этого челленджа нет соответствующих привычек.

# noConnection
source: We're currently unable to connect to our servers. Please check your connection or try again shortly.
de: Zurzeit kann keine Verbindung zu unseren Servern hergestellt werden. Bitte überprüfe deine Verbindung oder versuche es später erneut.
es: Actualmente no podemos conectarnos a nuestros servidores. Por favor, revisa tu conexión o inténtalo de nuevo en unos momentos.
fr: Nous ne parvenons pas à nous connecter à nos serveurs. Veuillez vérifier votre connexion ou réessayer dans quelques instants.
it: Al momento non è possibile connettersi ai nostri server. Controlla la tua connessione o riprova più tardi.
pt: Não foi possível conectar aos nossos servidores no momento. Verifique sua conexão ou tente novamente em breve.
ru: В данный момент не удаётся подключиться к нашим серверам. Пожалуйста, проверьте подключение или попробуйте позже.

# noContent
source: No content to display
de: Kein Inhalt anzuzeigen
es: No hay contenido para mostrar
fr: Aucun contenu à afficher
it: Nessun contenuto da visualizzare
pt: Nenhum conteúdo para exibir
ru: Нет контента для отображения

# noDeviceInfo
source: No device information to display
de: Keine Gerätedaten anzuzeigen
es: No hay información del dispositivo para mostrar
fr: Aucune information sur l'appareil à afficher
it: Nessuna informazione sul dispositivo da visualizzare
pt: Nenhuma informação sobre o dispositivo para exibir
ru: Нет информации о устройстве для отображения

# noDevices
source: No device to display
de: Keine Geräte anzuzeigen
es: No hay dispositivos para mostrar
fr: Aucun appareil à afficher
it: Nessun dispositivo da visualizzare
pt: Nenhum dispositivo para exibir
ru: Нет устройств для отображения

# noDiscussionsForChallengeYet
source: No discussions yet. Create the first discussion for this challenge!
de: Es gibt noch keine Diskussion für diese Herausforderung. Erstellen Sie die erste!
es: Aún no hay discusiones para este desafío. ¡Crea la primera!
fr: Il n'y a pas encore de discussion pour ce défi. Créez la première !
it: Non ci sono ancora discussioni per questa sfida. Crea la prima!
pt: Ainda não há discussão para este desafio. Crie a primeira!
ru: Для этого челленджа ещё нет обсуждений. Создайте первое!

# noDiscussionsForHabitYet
source: No discussions yet. Create the first discussion for this habit!
de: Es gibt noch keine Diskussion für diese Gewohnheit. Erstellen Sie die erste!
es: Aún no hay discusiones para este hábito. ¡Crea la primera!
fr: Il n'y a pas encore de discussion pour cette habitude. Créez la première !
it: Non ci sono ancora discussioni per questa abitudine. Crea la prima!
pt: Ainda não há discussão para este hábito. Crie a primeira!
ru: Для этой привычки ещё нет обсуждений. Создайте первое!

# noEmailOfIdentifiableDataRequired
source: No email or identifiable data required
de: Keine E-Mail oder identifizierbare Daten erforderlich
es: No se requiere correo electrónico ni datos identificables
fr: Aucune adresse e-mail ou donnée identifiante requise
it: Nessun indirizzo email o dato identificativo richiesto
pt: Nenhum e-mail ou dado identificável necessário
ru: Не требуется адрес электронной почты или личные данные

# noHabitsYet
source: You do not have habits yet.
de: Sie haben noch keine Gewohnheiten.
es: Aún no tienes hábitos.
fr: Vous n'avez pas encore d'habitude.
it: Non hai ancora nessuna abitudine.
pt: Você ainda não tem hábitos.
ru: У вас ещё нет привычек.

# noLikedMessages
source: You did not like any message yet.
de: Sie haben noch keine Nachrichten gemocht.
es: Aún no has marcado ningún mensaje como favorito.
fr: Vous n'avez pas encore aimé un message.
it: Non hai ancora messaggi piaciuti.
pt: Você ainda não curtiu nenhuma mensagem.
ru: Вы ещё не поставили лайк сообщению.

# noMessagesYet
source: There are no message yet in this discussion.
de: Es gibt noch keine Nachrichten in dieser Diskussion.
es: Aún no hay mensajes en esta discusión.
fr: Il n'y a pas encore de message dans cette discussion.
it: Non ci sono ancora messaggi in questa discussione.
pt: Ainda não há mensagens nesta discussão.
ru: В этом разговоре ещё нет сообщений.

# noNotification
source: You do not have notifications yet.
de: Sie haben noch keine Benachrichtigungen.
es: Aún no tienes notificaciones.
fr: Vous n'avez pas encore de notifications.
it: Non hai ancora notifiche.
pt: Você ainda não tem notificações.
ru: У вас ещё нет уведомлений.

# noPrivateDiscussionsYet
source: You do not have any private discussion yet.
de: Sie haben noch keine privaten Diskussionen.
es: Aún no tienes discusiones privadas.
fr: Vous n'avez pas encore de discussion privée.
it: Non hai ancora discussioni private.
pt: Você ainda não tem discussões privadas.
ru: У вас ещё нет личных обсуждений.

source: No recovery code available.
de: Kein Wiederherstellungscode verfügbar.
es: No hay código de recuperación disponible.
fr: Aucun code de récupération disponible.
it: Nessun codice di recupero disponibile.
pt: Nenhum código de recuperação disponível.
ru: Нет доступного кода восстановления.

# noReportedMessages
source: You did not report any message yet.
de: Sie haben noch keine Nachrichten gemeldet.
es: Aún no has reportado ningún mensaje.
fr: Vous n'avez pas encore signalé un message.
it: Non hai ancora segnalato nessun messaggio.
pt: Você ainda não reportou nenhuma mensagem.
ru: Вы ещё не пожаловались на сообщения.

source: No results found.
de: Keine Ergebnisse gefunden.
es: No se encontraron resultados.
fr: Pas de résultat.
it: Nessun risultato trovato.
pt: Nenhum resultado encontrado.
ru: Результатов не найдено.

# noWrittenMessages
source: You did not write any message yet.
de: Sie haben noch keine Nachrichten geschrieben.
es: Aún no has escrito ningún mensaje.
fr: Vous n'avez pas encore écrit un message.
it: Non hai ancora scritto nessun messaggio.
pt: Você ainda não escreveu nenhuma mensagem.
ru: Вы ещё не написали ни одного сообщения.

source: Note
de: Notiz
es: Nota
it: Nota
pt: Nota
ru: Заметка

# noteWithNote
source: Note:
de: Notiz:
es: Nota:
it: Nota:
pt: Nota:
ru: Заметка:

source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
pt: Notificações
ru: Уведомления

source: Number of days to repeat this objective
de: Anzahl der Tage, an denen dieses Ziel wiederholt werden soll
es: Número de días para repetir este objetivo
fr: Nombre de jour à répéter cet objectif
it: Numero di giorni per ripetere questo obiettivo
pt: Número de dias para repetir este objetivo
ru: Количество дней для повторения этой цели

# numberOfParticipantsInChallenge
source: {count, plural, zero {No one participates in this challenge.} one {{count} person participates in this challenge.} other {{count} people participate in this challenge.}}
de: {count,plural, zero {Niemand folgt dieser Herausforderung.} one {{count} Person folgt dieser Herausforderung.} other {{count} Personen folgen dieser Herausforderung.}}
es: {count,plural, zero {Nadie sigue este desafío.} one {{count} persona sigue este desafío.} other {{count} personas siguen este desafío.}}
fr: {count,plural, zero {Personne ne suit ce défi.} one {{count} personne suit ce défi.} other {{count} personnes suivent ce défi.}}
it: {count,plural, zero {Nessuno segue questa sfida.} one {{count} persona segue questa sfida.} other {{count} persone seguono questa sfida.}}
pt: {count,plural, zero {Ninguém segue este desafio.} one {{count} pessoa segue este desafio.} other {{count} pessoas seguem este desafio.}}
ru: {count, plural, zero {Никто не участвует в этом челлендже.} one {{count} человек участвует в этом челлендже.} other {{count} человек участвует в этом челлендже.}}
