Repository: thomassimmer/reallystick
Catalog: frontend/lib/i18n/*.arb
Languages: de, es, fr, it, pt, ru

source: Theme
de: Thema
es: Tema
fr: Thème
it: Tema
pt: Tema
ru: Тема

source: Time
de: Uhrzeit
es: Hora
fr: Heure
it: Ora
pt: Hora
ru: Время

# timeWithTime
source: Time: {time}
de: Uhrzeit: {time}
es: Hora: {time}
fr: Heure : {time}
it: Ora: {time}
pt: Hora: {time}
ru: Время: {time}

# topActivityCardTitle
source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
pt: Atividade
ru: Активность

# topAgesCardTitle
source: Age categories
de: Altersgruppen
es: Categorías de edad
fr: Catégories d'âge
it: Fasce d'età
pt: Faixas etárias
ru: Возрастные категории

# topCountriesCardTitle
source: Countries
de: Länder
es: Países
fr: Pays
it: Paesi
pt: Países
ru: Страны

# topFinancialSituationsCardTitle
source: Financial situation
de: Finanzielle Situation
es: Situación financiera
fr: Situation financière
it: Situazione finanziaria
pt: Situação financeira
ru: Финансовое положение

# topGenderCardTitle
source: Gender
de: Geschlecht
es: Género
fr: Sexe
it: Genere
pt: Sexo
ru: Пол

# topHasChildrenCardTitle
source: Children
de: Kinder
es: Hijos
fr: Enfants
it: Figli
pt: Filhos
ru: Наличие детей

# topLevelsOfEducationCardTitle
source: Level of education
de: Bildungsniveau
es: Nivel de estudios
fr: Niveau d'étude
it: Livello di istruzione
pt: Nível de educação
ru: Уровень образования

# topLivesInUrbanAreaCardTitle
source: Living area
de: Wohngebiet
es: Zona de residencia
fr: Zone d'habitation
it: Zona di residenza
pt: Área urbana
ru: Зона проживания

# topRegionsCardTitle
source: Regions
de: Regionen
es: Regiones
fr: Régions
it: Regioni
pt: Regiões
ru: Регионы

# topRelationshipStatusesCardTitle
source: Relationship status
de: Beziehungsstatus
es: Estado de relación
fr: Status relationnel
it: Stato relazionale
pt: Status de relacionamento
ru: Семейное положение

# twoFA
source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
es: Autenticación de dos factores
fr: Authentification à deux facteurs
it: Autenticazione a due fattori
pt: Autenticação de dois fatores
ru: Двухфакторная аутентификация

# twoFAInvitation
source: Security and privacy are our top priorities. Please set up two-factor authentication to protect your account from brute-force attacks.
de: Sicherheit und Datenschutz sind unsere obersten Prioritäten. Bitte aktivieren Sie die Zwei-Faktor-Authentifizierung, um Ihr Konto vor Brute-Force-Angriffen zu schützen.
es: La seguridad y la privacidad son nuestras principales prioridades. Por favor, active la autenticación de dos factores para proteger su cuenta de ataques de fuerza bruta.
fr: La sécurité et la confidentialité sont nos principales priorités. Veuillez activer l'authentification à deux facteurs pour protéger votre compte des attaques par force brute.
it: La sicurezza e la riservatezza sono le nostre principali priorità. Si prega di attivare l'autenticazione a due fattori per proteggere il tuo account dagli attacchi di forza bruta.
pt: A segurança e a privacidade são nossas principais prioridades. Por favor, ative a autenticação de dois fatores para proteger sua conta contra ataques de força bruta.
ru: Безопасность и конфиденциальность — наши главные приоритеты. Пожалуйста, активируйте двухфакторную аутентификацию, чтобы защитить ваш аккаунт от атак методом подбора пароля.

# twoFAIsWellSetup
source: Two-Factor Authentication is successfully set up for your account.
de: Die Zwei-Faktor-Authentifizierung ist korrekt auf Ihrem Konto eingerichtet.
es: La autenticación de dos factores está configurada correctamente en su cuenta.
fr: L'authentification à deux facteurs est correctement configurée sur votre compte.
it: L'autenticazione a due fattori è configurata correttamente sul tuo account.
pt: A autenticação de dois fatores está configurada corretamente em sua conta.
ru: Двухфакторная аутентификация настроена правильно на вашем аккаунте.

# twoFAScanQrCode
source: Scan this QR code with your authentication app.
de: Scannen Sie diesen QR-Code in Ihrer Authentifizierungs-App.
es: Escanee este código QR en su aplicación de autenticación.
fr: Scannez ce QR-code dans votre application d'authentification.
it: Scansiona questo QR code nella tua app di autenticazione.
pt: Escaneie este código QR no seu aplicativo de autenticação.
ru: Сканируйте этот QR-код в вашем приложении для аутентификации.

# twoFASecretKey
source: Your QR code secret key is: {secretKey}
de: Ihr QR-Code-Geheimschlüssel lautet:
es: Su clave secreta de QR-code es:
fr: Votre clé secrète de QR-code est : {secretKey}
it: La tua chiave segreta del QR code è:
pt: Sua chave secreta do QR-code é:
ru: Ваш секретный ключ QR-кода:

# twoFASetup
source: Enable two-factor authentication to secure your account.
de: Aktivieren Sie die Zwei-Faktor-Authentifizierung, um Ihr Konto zu sichern.
es: Active la autenticación de dos factores para asegurar su cuenta.
fr: Activez l'authentification à deux facteurs pour sécuriser votre compte.
it: Attiva l'autenticazione a due fattori per proteggere il tuo account.
pt: Ative a autenticação de dois fatores para proteger sua conta.
ru: Активируйте двухфакторную аутентификацию для защиты вашего аккаунта.

# twoFactorAuthenticationNotEnabledError
source: Two-factor authentication is not enabled for your account.
de: Die Zwei-Faktor-Authentifizierung ist auf Ihrem Konto nicht aktiviert.
es: La autenticación de dos factores no está activada en su cuenta.
fr: L'authentification à deux facteurs n'est pas activée sur votre compte.
it: L'autenticazione a due fattori non è attivata sul tuo account.
pt: A autenticação de dois fatores não está ativada em sua conta.
ru: Двухфакторная аутентификация не активирована на вашем аккаунте.

# unableToLoadRecoveryCode
source: Unable to load the recovery code.
de: Wiederherstellungscode konnte nicht geladen werden.
es: No se puede cargar el código de recuperación.
fr: Impossible de charger le code de récupération.
it: Impossibile caricare il codice di recupero.
pt: Não foi possível carregar o código de recuperação.
ru: Не удалось загрузить код восстановления.

# unauthorizedError
source: You are not authorized to perform this action.
de: Sie sind nicht berechtigt, diese Aktion durchzuführen.
es: No está autorizado para realizar esta operación.
fr: Vous n'êtes pas autorisé à effectuer cette opération.
it: Non sei autorizzato a eseguire questa operazione.
pt: Você não tem permissão para realizar esta operação.
ru: Вы не авторизованы для выполнения этой операции.

source: Unblock this user
de: Diesen Benutzer entsperren
es: Desbloquear a este usuario
fr: Débloquer cet utilisateur
it: Sblocca questo utente
pt: Desbloquear este usuário
ru: Разблокировать этого пользователя

source: Unemployed
de: Arbeitslos
es: Desempleado
fr: Sans emploi
it: Disoccupato
pt: Desempregado
ru: Безработный

source: Unit
de: Einheit
es: Unidad
fr: Unité
it: Unità
pt: Unidade
ru: Единица измерения

# unitNotFoundError
source: This unit was not found.
de: Diese Einheit existiert nicht.
es: Esta unidad no existe.
fr: Cette unité n'existe pas.
it: Questa unità non esiste.
pt: Esta unidade não existe.
ru: Эта единица измерения не существует.

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
pt: Desconhecido
ru: Неизвестно

# unknownError
source: An unexpected error occurred. Please try again.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
es: Ha ocurrido un error inesperado. Por favor, intente de nuevo.
fr: Une erreur inattendue s'est produite. Veuillez réessayer.
it: Si è verificato un errore imprevisto. Riprova.
pt: Ocorreu um erro inesperado. Tente novamente.
ru: Произошла неожиданная ошибка. Пожалуйста, попробуйте снова.

source: Update challenge
de: Herausforderung bearbeiten
es: Modificar el desafío
fr: Modifier le défi
it: Modifica la sfida
pt: Atualizar desafio
ru: Изменить задачу

source: Update Now
de: Jetzt aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna ora
pt: Atualizar agora
ru: Обновить

# updatePassword
source: Enter your current and new password.
de: Geben Sie Ihr aktuelles Passwort und das neue ein.
es: Ingrese su contraseña actual y la nueva.
fr: Renseignez votre mot de passe actuel et le nouveau.
it: Inserisci la tua password attuale e quella nuova.
pt: Informe sua senha atual e a nova.
ru: Укажите ваш текущий пароль и новый.

# updateRequired
source: A new version is required to continue using the app.
de: Eine neue Version ist erforderlich, um die App weiterhin zu nutzen.
es: Se requiere una nueva versión para seguir usando la aplicación.
fr: Une nouvelle version est requise pour continuer à utiliser l'application.
it: È necessaria una nuova versione per continuare a utilizzare l'app.
pt: É necessária uma nova versão para continuar usando o aplicativo.
ru: Для продолжения использования приложения требуется новая версия.

# userAlreadyExistingError
source: A user with this username already exists. Please choose another.
de: Ein Benutzer mit diesem Benutzernamen existiert bereits. Bitte wählen Sie einen anderen.
es: Ya existe un usuario con este nombre de usuario. Por favor, elija otro.
fr: Un utilisateur avec ce nom d'utilisateur existe déjà. Veuillez en choisir un autre.
it: Un utente con questo nome utente esiste già. Scegline un altro.
pt: Já existe um usuário com este nome de usuário. Por favor, escolha outro.
ru: Пользователь с таким именем уже существует. Пожалуйста, выберите другое.

# userNotFoundError
source: User not found.
de: Benutzer nicht gefunden.
es: Usuario no encontrado.
fr: Utilisateur non trouvé.
it: Utente non trovato.
pt: Usuário não encontrado.
ru: Пользователь не найден.

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
pt: Nome de usuário
ru: Имя пользователя

# usernameNotRespectingRulesError
source: Your username must follow these rules: - Start and end with a letter or digit - Allowed special characters are . _ - - No consecutive special characters
de: Ihr Benutzername muss folgende Regeln befolgen: - muss mit einem Buchstaben oder einer Zahl beginnen und enden - erlaubte Sonderzeichen sind . _ - - keine aufeinanderfolgenden Sonderzeichen.
es: Su nombre de usuario debe cumplir con estas reglas: - comenzar y terminar con una letra o un número - los caracteres especiales permitidos son . _ - - no se permiten caracteres especiales consecutivos.
fr: Votre nom d'utilisateur doit respecter ces règles : - commencer et finir par une lettre ou un chiffre - les caractères spéciaux autorisés sont . _ - - pas de caractères spéciaux consécutifs.
it: Il tuo nome utente deve rispettare queste regole: - iniziare e terminare con una lettera o un numero - i caratteri speciali consentiti sono . _ - - nessun carattere speciale consecutivo.
pt: Seu nome de usuário deve seguir estas regras: - começar e terminar com uma letra ou número - caracteres especiais permitidos: . _ - - sem caracteres especiais consecutivos.
ru: Ваше имя пользователя должно соответствовать следующим правилам: - начинаться и заканчиваться буквой или цифрой - разрешены специальные символы . _ - - не допускаются повторяющиеся специальные символы.

# usernameWrongSizeError
source: Username length must be between 3 and 20 characters.
de: Die Länge Ihres Benutzernamens muss zwischen 3 und 20 Zeichen liegen.
es: La longitud de su nombre de usuario debe estar entre 3 y 20 caracteres.
fr: La longueur de votre nom d'utilisateur doit être comprise entre 3 et 20 caractères.
it: La lunghezza del nome utente deve essere compresa tra 3 e 20 caratteri.
pt: O comprimento do seu nome de usuário deve estar entre 3 e 20 caracteres.
ru: Длина вашего имени пользователя должна быть от 3 до 20 символов.

source: Validation code
de: Validierungscode
es: Código de validación
fr: Code de validation
it: Codice di validazione
pt: Código de validação
ru: Код подтверждения

# validationCodeCorrect
source: Your validation code is correct!
de: Ihr Validierungscode ist korrekt!
es: ¡Su código de validación es correcto!
fr: Votre code de validation est correct !
it: Il tuo codice di validazione è corretto!
pt: Seu código de validação está correto!
ru: Ваш код подтверждения правильный!

source: Verify
de: Überprüfen
es: Verificar
fr: Vérifier
it: Verifica
pt: Verificar
ru: Проверить

source: Wealthy
de: Reich
es: Rico
fr: Riche
it: Ricco
pt: Rico
ru: Богатый

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
pt: Peso
ru: Вес

# weightIsNegativeError
source: Weight can't be negative.
de: Das Gewicht kann nicht negativ sein.
es: El peso no puede ser negativo.
fr: Le poids ne peut pas être négatif.
it: Il peso non può essere negativo.
pt: O peso não pode ser negativo.
ru: Вес не может быть отрицательным.

source: Weight Unit
de: Gewichtseinheit
es: Unidad de peso
fr: Unité de poids
it: Unità di peso
pt: Unidade de peso
ru: Единица веса

# weightWithQuantity
source: Weight: {quantity} {unit}
de: Gewicht: {quantity} {unit}
es: Peso: {quantity} {unit}
fr: Poids : {quantity} {unit}
it: Peso: {quantity} {unit}
pt: Peso: {quantity} {unit}
ru: Вес: {quantity} {unit}

# welcome
source: Welcome on ReallyStick
de: Willkommen bei ReallyStick
es: Bienvenido a ReallyStick
fr: Bienvenue sur ReallyStick
it: Benvenuto su ReallyStick
pt: Bem-vindo ao ReallyStick
ru: Добро пожаловать на ReallyStick

source: What is this?
de: Was ist das?
es: ¿De qué se trata?
fr: De quoi s'agit-il?
it: Di cosa si tratta?
pt: O que é isso?
ru: Что это?

source: Worker
de: Arbeiter
es: Trabajador
fr: Travailleur
it: Lavoratore
pt: Trabalhador
ru: Работающий

# writeTo
source: Write to {user}...
de: Schreiben Sie an {user}...
es: Escriba a {user}...
fr: Écrivez à {user}...
it: Scrivi a {user}...
pt: Escreva para {user}...
ru: Напишите {user}...

source: Written Messages
de: Geschriebene Nachrichten
es: Mensajes escritos
fr: Messages écrits
it: Messaggi scritti
pt: Mensagens escritas
ru: Написанные сообщения

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
pt: Sim
ru: Да

# youAreNotAlone
source: You are not alone. Talk. Share. Grow.
de: Sie sind nicht allein. Reden, tauschen, wachsen.
es: No están solos. Conversen, intercambien, crezcan.
fr: Vous n'êtes pas seuls. Discutez, échanger, grandissez.
it: Non sei solo. Parla, condividi, cresci.
pt: Você não está sozinho. Converse, troque, cresça.
ru: Вы не одиноки. Общайтесь, обменивайтесь, растите.

source: You are not the creator of this challenge.
de: Sie sind nicht der Ersteller dieser Herausforderung.
es: Usted no es el creador de este desafío.
fr: Vous n'êtes pas le créateur de ce challenge.
it: Non sei il creatore di questa sfida.
pt: Você não é o criador deste desafio.
ru: Вы не создатель этого задания.

source: You blocked this user.
de: Sie haben diesen Benutzer blockiert.
es: Usted ha bloqueado a este usuario.
fr: Vous avez bloqué cet utilisateur.
it: Hai bloccato questo utente.
pt: Você bloqueou este usuário.
ru: Вы заблокировали этого пользователя.
