Repository: thomassimmer/reallystick
Catalog: frontend/lib/i18n/*.arb
Languages: de, es, fr, it, pt, ru

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
pt: Descrição
ru: Описание

# descriptionWithTwoPoints
source: Description: {description}
de: Beschreibung: {description}
es: Descripción: {description}
it: Descrizione: {description}
pt: Descrição: {description}
ru: Описание: {description}

# deviceDeleteSuccessful
source: You successfully stopped the session on this device
de: Sie haben die Sitzung auf diesem Gerät erfolgreich beendet.
es: Has cerrado la sesión en este dispositivo con éxito.
fr: Vous avez arrêté la session sur cet appareil avec succès.
it: Hai terminato la sessione su questo dispositivo con successo.
pt: Você saiu com sucesso deste dispositivo.
ru: Вы успешно завершили сессию на этом устройстве.

# deviceInfo
source: {isMobile, select, true {Mobile device} false {Computer} other {Unknown}}{os, select, null {. } other { running on {os}. }}{browser, select, null {App} other {Browser: {browser}}}. {model, select, null {} other {Model: {model}.}}
de: {isMobile, select, true {Mobiles Gerät} false {Computer} other {Unbekannt}}{os, select, null {. } other { mit {os}. }}{browser, select, null {App} other {Browser: {browser}}}. {model, select, null {} other {Modell: {model}.}}
es: {isMobile, select, true {Dispositivo móvil} false {Ordenador} other {Desconocido}}{os, select, null {. } other { ejecutando {os}. }}{browser, select, null {Aplicación} other {Navegador: {browser}}}. {model, select, null {} other {Modelo: {model}.}}
fr: {isMobile, select, true {Appareil mobile} false {Ordinateur} other {Inconnu}}{os, select, null {. } other { exécutant {os}. }}{browser, select, null {Application} other {Navigateur : {browser}}}. {model, select, null {} other {Modèle: {model}.}}
it: {isMobile, select, true {Dispositivo mobile} false {Computer} other {Sconosciuto}}{os, select, null {. } other { con sistema operativo {os}. }}{browser, select, null {Applicazione} other {Browser: {browser}}}. {model, select, null {} other {Modello: {model}.}}
pt: {isMobile, select, true {Dispositivo móvel} false {Computador} other {Desconhecido}}{os, select, null {. } other { executando {os}. }}{browser, select, null {Aplicativo} other {Navegador: {browser}}}. {model, select, null {} other {Modelo: {model}.}}
ru: {isMobile, select, true {Мобильное устройство} false {Компьютер} other {Неизвестно}}{os, select, null {.} other { работает на {os}. }}{browser, select, null {Приложение} other {Браузер: {browser}}}. {model, select, null {} other {Модель: {model}.}}

source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
pt: Dispositivos
ru: Устройства

# disableTwoFA
source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattiva
pt: Desativar
ru: Отключить

# disconnected
source: Offline
de: Getrennt.
es: Desconectado.
fr: Déconnecté.
it: Disconnesso.
pt: Desconectado.
ru: Отключено.

source: Discussion
de: Diskussion
es: Discusión
it: Discussione
pt: Discussão
ru: Обсуждение

source: Discussions
de: Diskussionen
es: Discusiones
it: Discussioni
pt: Discussões
ru: Обсуждения

# discussionsComingSoon
source: Some interesting discussions coming soon here...
de: Interessante Diskussionen kommen bald...
es: Discusiones interesantes llegarán pronto...
fr: Des discussions intéressantes vont bientôt arriver...
it: Discussioni interessanti arriveranno presto...
pt: Discussões interessantes estarão disponíveis em breve...
ru: Интересные обсуждения скоро появятся...

# duplicate
source: Make a copy
de: Kopie erstellen
es: Crear una copia
fr: Créer une copie
it: Crea una copia
pt: Criar uma cópia
ru: Создать копию

# duplicateChallenge
source: Challenge copy
de: Herausforderung kopieren
es: Copia de desafío
fr: Copie de défi
it: Copia della sfida
pt: Cópia do desafio
ru: Копия вызова

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
pt: Editar
ru: Изменить

# editActivity
source: Edit this activity
de: Diese Aktivität bearbeiten
es: Editar esta actividad
fr: Modifier cette activité
it: Modifica questa attività
pt: Editar esta atividade
ru: Изменить эту активность

# editChallenge
source: Edit this challenge
de: Diese Herausforderung bearbeiten
es: Editar este desafío
fr: Modifier ce défi
it: Modifica questa sfida
pt: Editar este desafio
ru: Изменить этот вызов

# editedAt
source: Edited on {time}
de: Bearbeitet am {time}
es: Editado el {time}
fr: Modifié le {time}
it: Modificato il {time}
pt: Editado em {time}
ru: Изменено: {time}

source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
pt: Ativar
ru: Включить

# enableNotificationsReminder
source: Enable reminder notifications
de: Erinnerungsbenachrichtigungen aktivieren
es: Activar notificaciones de recordatorio
fr: Activer les notifications de rappel
it: Attiva le notifiche di promemoria
pt: Ativar notificações de lembrete
ru: Включить уведомления о напоминаниях

source: End Date
de: Enddatum
es: Fecha de finalización
fr: Date de fin
it: Data di fine
pt: Data de término
ru: Дата окончания

source: End-to-end encrypted private messages
de: Ende-zu-Ende verschlüsselte private Nachrichten
es: Mensajes privados cifrados de extremo a extremo
fr: Messages privés chiffrés de bout-en-bout
it: Messaggi privati crittografati end-to-end
pt: Mensagens privadas criptografadas de ponta a ponta
ru: Шифрование сообщений с конца в конец

# enterOneTimePassword
source: Enter the 6-digit code generated by your app to confirm your authentication.
de: Geben Sie den 6-stelligen Code ein, der von Ihrer App generiert wurde, um Ihre Authentifizierung zu bestätigen.
es: Introduce el código de 6 dígitos generado por tu aplicación para confirmar tu autenticación.
fr: Entrez le code à 6 chiffres généré par votre application pour confirmer votre authentification.
it: Inserisci il codice a 6 cifre generato dalla tua applicazione per confermare la tua autenticazione.
pt: Digite o código de 6 dígitos gerado pelo seu aplicativo para confirmar sua autenticação.
ru: Введите одноразовый код, сгенерированный вашим приложением для подтверждения аутентификации.

# enterPassword
source: Enter your password.
de: Geben Sie Ihr Passwort ein.
es: Introduce tu contraseña.
fr: Entrez votre mot de passe.
it: Inserisci la tua password.
pt: Digite sua senha.
ru: Введите ваш пароль.

# enterRecoveryCode
source: Enter your recovery code.
de: Geben Sie Ihren Wiederherstellungscode ein.
es: Introduce tu código de recuperación.
fr: Entrez votre code de récupération.
it: Inserisci il tuo codice di recupero.
pt: Digite seu código de recuperação.
ru: Введите код восстановления.

# enterUsername
source: Enter your username.
de: Geben Sie Ihren Benutzernamen ein.
es: Introduce tu nombre de usuario.
fr: Entrez votre nom d'utilisateur.
it: Inserisci il tuo nome utente.
pt: Digite seu nome de usuário.
ru: Введите ваше имя пользователя.

# enterValidationCode
source: Enter the code from your authentication app.
de: Geben Sie den Code Ihrer Authentifizierungs-App ein.
es: Introduce el código de tu aplicación de autenticación.
fr: Entrez le code de votre application d'authentification.
it: Inserisci il codice della tua applicazione di autenticazione.
pt: Digite o código do seu aplicativo de autenticação.
ru: Введите код из вашего приложения для аутентификации.

# failedToLoadChallenges
source: A failure occured while fetching your challenges.
de: Fehler beim Abrufen Ihrer Herausforderungen.
es: Ha ocurrido un error al recuperar tus desafíos.
fr: Une erreur s'est produite lors de la récupération de vos défis.
it: Si è verificato un errore durante il recupero delle tue sfide.
pt: Ocorreu um erro ao recuperar seus desafios.
ru: Ошибка при загрузке ваших вызовов.

# failedToLoadHabits
source: A failure occured while fetching your habits.
de: Fehler beim Abrufen Ihrer Gewohnheiten.
es: Ha ocurrido un error al recuperar tus hábitos.
fr: Une erreur s'est produite lors de la récupération de vos habitudes.
it: Si è verificato un errore durante il recupero delle tue abitudini.
pt: Ocorreu um erro ao recuperar seus hábitos.
ru: Ошибка при загрузке ваших привычек.

source: Failed to load profile
de: Profil kann nicht geladen werden.
es: No se pudo cargar el perfil.
fr: Impossible de charger le profil.
it: Impossibile caricare il profilo.
pt: Não foi possível carregar o perfil.
ru: Не удалось загрузить профиль.

source: Female
de: Weiblich
es: Mujer
fr: Femme
it: Femmina
pt: Feminino
ru: Женщина

source: Females
de: Frauen
es: Mujeres
fr: Femmes
it: Femmine
pt: Feminino
ru: Женщины

source: Financial situation
de: Finanzielle Situation
es: Situación financiera
fr: Situation financière
it: Situazione finanziaria
pt: Situação financeira
ru: Финансовая ситуация

source: Finished
de: Abgeschlossen
es: Terminado
fr: Terminé
it: Completato
pt: Concluído
ru: Завершено

source: Fixed dates
de: Feste Termine
es: Fechas fijas
fr: Dates fixes
it: Date fisse
pt: Datas fixas
ru: Фиксированные даты

# forbiddenError
source: You are not authorized to perform this action.
de: Sie sind nicht berechtigt, diese Aktion durchzuführen.
es: No estás autorizado para realizar esta acción.
fr: Vous n'êtes pas autorisé à effectuer cette action.
it: Non sei autorizzato a eseguire questa azione.
pt: Você não tem permissão para realizar esta ação.
ru: У вас нет прав для выполнения этого действия.

source: Gender
de: Geschlecht
es: Género
fr: Sexe
it: Genere
pt: Gênero
ru: Пол

# generateNewQrCode
source: Generate a new QR code
de: Neuen QR-Code generieren
es: Generar un nuevo código QR
fr: Générer un nouveau QR-code
it: Genera un nuovo QR-code
pt: Gerar um novo QR-code
ru: Создать новый QR-код

# generateNewRecoveryCode
source: Generate a new recovery code
de: Neuen Wiederherstellungscode generieren
es: Generar un nuevo código de recuperación
fr: Générer un nouveau code de récupération
it: Genera un nuovo codice di recupero
pt: Gerar um novo código de recuperação
ru: Создать новый код восстановления

# goToTwoFASetup
source: Set up two-factor authentication
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
pt: Ativar
ru: Включить

source: Habit
de: Gewohnheit
es: Hábito
fr: Habitude
it: Abitudine
pt: Hábito
ru: Привычка

# habitCategoryNotFoundError
source: This habit category does not exist.
de: Diese Gewohnheitskategorie existiert nicht.
es: Esta categoría de hábito no existe.
fr: Cette catégorie d'habitude n'existe pas.
it: Questa categoria di abitudine non esiste.
pt: Esta categoria de hábito não existe.
ru: Эта категория привычки не существует.

# habitCreated
source: Your habit was successfully created.
de: Ihre Gewohnheit wurde erfolgreich erstellt.
es: Tu hábito ha sido creado con éxito
fr: Votre habitude a été créée avec succès
it: La tua abitudine è stata creata con successo
pt: Seu hábito foi criado com sucesso
ru: Ваша привычка успешно создана

# habitDailyTracking
source: Daily Tracking
de: Tägliche Verfolgung
es: Seguimiento diario
fr: Suivi quotidien
it: Tracciamento giornaliero
pt: Acompanhamento diário
ru: Ежедневный мониторинг

# habitDailyTrackingCreated
source: Your activity was successfully created.
de: Ihre Aktivität wurde erfolgreich erstellt.
es: Tu actividad ha sido creada con éxito.
fr: Votre activité a été créée avec succès.
it: La tua attività è stata creata con successo.
pt: Sua atividade foi criada com sucesso.
ru: Ваша активность успешно создана.

# habitDailyTrackingDeleted
source: Your activity was successfully deleted.
de: Ihre Aktivität wurde erfolgreich gelöscht.
es: Tu actividad ha sido eliminada con éxito.
fr: Votre activité a été supprimée avec succès.
it: La tua attività è stata eliminata con successo.
pt: Sua atividade foi excluída com sucesso.
ru: Ваша активность успешно удалена.

# habitDailyTrackingNotFoundError
source: This activity does not exist.
de: Diese Aktivität existiert nicht.
es: Esta actividad no existe.
fr: Cette activité n'existe pas.
it: Questa attività non esiste.
pt: Esta atividade não existe.
ru: Эта активность не существует.

# habitDailyTrackingUpdated
source: Your activity was successfully updated.
de: Ihre Änderungen wurden erfolgreich gespeichert.
es: Tus cambios han sido guardados correctamente.
fr: Vos changements ont bien été sauvegardés.
it: I tuoi cambiamenti sono stati salvati con successo.
pt: Suas alterações foram salvas com sucesso.
ru: Ваши изменения были успешно сохранены.

# habitIsEmptyError
source: A habit must be selected.
de: Eine Gewohnheit muss ausgewählt werden.
es: Debe seleccionarse un hábito.
fr: Une habitude doit être sélectionnée.
it: Deve essere selezionata un'abitudine.
pt: Um hábito deve ser selecionado.
ru: Привычка должна быть выбрана.

source: Habit name
de: Name der Gewohnheit
es: Nombre del hábito
fr: Nom de l'habitude
it: Nome dell'abitudine
pt: Nome do hábito
ru: Название привычки

# habitNameWrongSizeError
source: Habit name must not be empty and less than 100 characters.
de: Der Name der Gewohnheit darf nicht leer sein und muss weniger als 100 Zeichen enthalten.
es: El nombre del hábito no debe estar vacío y debe contener menos de 100 caracteres.
fr: Le nom de l'habitude ne doit pas être vide et doit contenir moins de 100 caractères.
it: Il nome dell'abitudine non deve essere vuoto e deve contenere meno di 100 caratteri.
pt: O nome do hábito não pode estar vazio e deve ter menos de 100 caracteres.
ru: Название привычки не должно быть пустым и должно содержать меньше 100 символов.

# habitNotFoundError
source: This habit does not exist.
de: Diese Gewohnheit existiert nicht.
es: Este hábito no existe.
fr: Cette habitude n'existe pas.
it: Questa abitudine non esiste.
pt: Este hábito não existe.
ru: Эта привычка не существует.

# habitParticipationCreated
source: You successfully joined this habit.
de: Sie haben erfolgreich an dieser Gewohnheit teilgenommen.
es: Te has unido a este hábito con éxito.
fr: Vous avez rejoint cette habitude avec succès.
it: Hai partecipato a questa abitudine con successo.
pt: Você entrou neste hábito com sucesso.
ru: Вы успешно присоединились к этой привычке.

# habitParticipationDeleted
source: Your participation to this habit was successfully removed.
de: Ihre Teilnahme an dieser Gewohnheit wurde erfolgreich gelöscht.
es: Tu participación en este hábito ha sido eliminada correctamente.
fr: Votre participation à cette habitude a bien été supprimée.
it: La tua partecipazione a questa abitudine è stata eliminata con successo.
pt: Sua participação neste hábito foi excluída com sucesso.
ru: Ваше участие в этой привычке успешно удалено.

# habitParticipationNotFoundError
source: You don't seem to be participating to this habit.
de: Sie scheinen nicht an dieser Gewohnheit teilzunehmen.
es: Parece que no estás participando en este hábito
fr: Vous ne semblez pas participer à cette habitude
it: Non sembra che tu stia partecipando a questa abitudine
pt: Você não parece estar participando deste hábito
ru: Кажется, вы не участвуете в этой привычке

# habitParticipationUpdated
source: Your changes were saved.
de: Ihre Änderungen wurden erfolgreich gespeichert.
es: Tus cambios han sido guardados correctamente.
fr: Vos changements ont bien été sauvegardés.
it: I tuoi cambiamenti sono stati salvati con successo.
pt: Suas alterações foram salvas com sucesso.
ru: Ваши изменения были успешно сохранены.

# habitUpdated
source: Your habit was successfully updated.
de: Ihre Änderungen wurden erfolgreich gespeichert.
es: Tus cambios han sido guardados correctamente.
fr: Vos changements ont bien été sauvegardés.
it: I tuoi cambiamenti sono stati salvati con successo.
pt: Suas alterações foram salvas com sucesso.
ru: Ваши изменения были успешно сохранены.

source: Habits
de: Gewohnheiten
es: Hábitos
fr: Habitudes
it: Abitudini
pt: Hábitos
ru: Привычки

source: Habits Concerned
de: Betroffene Gewohnheiten
es: Hábitos relacionados
fr: Habitudes concernées
it: Abitudini interessate
pt: Hábitos relacionados
ru: Затронутые привычки

# habitsNotMergedError
source: These two habits could not be merged.
de: Diese beiden Gewohnheiten konnten nicht zusammengeführt werden.
es: Estos dos hábitos no pudieron ser fusionados
fr: Ces deux habitudes n'ont pas pu être mergées
it: Queste due abitudini non possono essere unite
pt: Esses dois hábitos não puderam ser mesclados
ru: Эти две привычки не могут быть объединены

# hasChildren
source: Parent of children
de: Ich bin Elternteil
es: Soy padre/madre
fr: Je suis parent
it: Ho figli
pt: Eu sou pai/mãe
ru: Я родитель

# hello
source: Hello {userName}
de: Hallo {userName}
es: Hola {userName}
fr: Bonjour {userName}
it: Ciao {userName}
pt: Olá {userName}
ru: Привет, {userName}

source: High school or less
de: Abitur oder weniger
es: Bachillerato o menos
fr: Bac ou moins
it: Diploma o meno
pt: Ensino médio ou menos
ru: Среднее образование или меньше

# highSchoolPlusFiveOrMoreYears
source: High school + 5 years of studies or more
de: Abitur + 5 Jahre oder mehr Studium
es: Bachillerato + 5 años de estudio o más
fr: Bac + 5 années d'étude ou plus
it: Diploma + 5 anni di studio o più
pt: Ensino superior + 5 anos ou mais
ru: Среднее образование + 5 лет и более

# highSchoolPlusOneOrTwoYears
source: High school + 1 or 2 years of studies
de: Abitur + 1 oder 2 Jahre Studium
es: Bachillerato + 1 o 2 años de estudio
fr: Bac + 1 ou 2 années d'étude
it: Diploma + 1 o 2 anni di studio
pt: Ensino superior + 1 ou 2 anos
ru: Среднее образование + 1 или 2 года обучения

# highSchoolPlusThreeOrFourYears
source: High school + 3 or 4 years of studies
de: Abitur + 3 oder 4 Jahre Studium
es: Bachillerato + 3 o 4 años de estudio
fr: Bac + 3 ou 4 années d'étude
it: Diploma + 3 o 4 anni di studio
pt: Ensino superior + 3 ou 4 anos
ru: Среднее образование + 3 или 4 года обучения

source: Home
de: Startseite
es: Inicio
fr: Accueil
pt: Início
ru: Главная

source: Icon
de: Symbol
es: Icono
fr: Icône
it: Icona
pt: Ícone
ru: Иконка

# iconEmptyError
source: An icon is needed.
de: Ein Symbol ist erforderlich.
es: Se requiere un icono.
fr: Une icône est requise.
it: È richiesta un'icona.
pt: Um ícone é necessário.
ru: Иконка обязательна.

# iconNotFoundError
source: Habit icon not found.
de: Symbol der Gewohnheit nicht gefunden.
es: Icono del hábito no encontrado.
fr: Icône de l'habitude introuvable.
it: Icona dell'abitudine non trovata.
pt: Ícone do hábito não encontrado.
ru: Иконка привычки не найдена.

# internalServerError
source: An internal server error occurred. Please try again.
de: Ein interner Serverfehler ist aufgetreten. Bitte versuchen Sie es erneut.
es: Ha ocurrido un error interno del servidor. Por favor, inténtalo de nuevo.
fr: Une erreur interne du serveur s'est produite. Veuillez réessayer.
it: Si è verificato un errore interno del server. Riprova.
pt: Ocorreu um erro interno no servidor. Tente novamente.
ru: Произошла внутренняя ошибка сервера. Пожалуйста, попробуйте снова.

# introductionToQuestions
source: We’re excited to have you here. To give you the best experience and share insightful statistics with you, we have a few quick questions for you. Your honest answers will help us create meaningful, worldwide statistics. Your answers to these questions cannot reveal your identity.
de: Um Ihnen das bestmögliche Erlebnis zu bieten und Ihnen interessante Statistiken zu teilen, haben wir einige schnelle Fragen an Sie. Ihre ehrlichen Antworten helfen uns, bedeutungsvolle Statistiken weltweit zu erstellen. Ihre Antworten auf die Fragen werden Ihre Identität nicht preisgeben.
es: Para ofrecerte la mejor experiencia posible y compartir contigo estadísticas interesantes, tenemos algunas preguntas rápidas para ti. Tus respuestas honestas nos ayudarán a crear estadísticas significativas a nivel mundial. Tus respuestas a las preguntas no revelarán tu identidad.
fr: Pour vous offrir la meilleure expérience possible et partager avec vous des statistiques intéressantes, nous avons quelques questions rapides à vous poser. Vos réponses honnêtes nous aideront à créer des statistiques significatives à l’échelle mondiale. Vos réponses aux questions ne permettront pas de révéler votre identité.
it: Per offrirti la migliore esperienza possibile e condividere con te statistiche interessanti, abbiamo alcune domande rapide da farti. Le tue risposte oneste ci aiuteranno a creare statistiche significative a livello globale. Le tue risposte alle domande non riveleranno la tua identità.
pt: Para oferecer a melhor experiência possível e compartilhar com você estatísticas interessantes, temos algumas perguntas rápidas para você. Suas respostas sinceras nos ajudarão a criar estatísticas significativas globalmente. Suas respostas às perguntas não revelarão sua identidade.
ru: Чтобы предоставить вам наилучший опыт и поделиться с вами интересной статистикой, у нас есть несколько быстрых вопросов для вас. Ваши честные ответы помогут нам создать значимую статистику по всему миру. Ваши ответы на вопросы не раскроют вашу личность.

# invalidOneTimePasswordError
source: Invalid one-time password. Please try again.
de: Ungültiges Einmalpasswort. Bitte versuchen Sie es erneut.
es: Contraseña de un solo uso inválida. Por favor, inténtalo de nuevo.
fr: Mot de passe à usage unique invalide. Veuillez réessayer.
it: Password a uso unico non valida. Riprova.
pt: Senha de uso único inválida. Tente novamente.
ru: Неверный одноразовый пароль. Пожалуйста, попробуйте снова.

# invalidRequestError
source: The request you made was not accepted by the server.
de: Die von Ihnen gesendete Anfrage wurde vom Server nicht akzeptiert.
es: La solicitud que realizaste no fue aceptada por el servidor.
fr: La demande que vous avez effectuée n'a pas été acceptée par le serveur.
it: La richiesta che hai effettuato non è stata accettata dal server.
pt: A solicitação que você fez não foi aceita pelo servidor.
ru: Запрос, который вы отправили, не был принят сервером.

# invalidResponseError
source: The response from the server could not be processed.
de: Die Antwort des Servers konnte nicht verarbeitet werden.
es: La respuesta del servidor no pudo ser procesada.
fr: La réponse du serveur n'a pas pu être traitée.
it: La risposta del server non è stata elaborata.
pt: A resposta do servidor não pôde ser processada.
ru: Ответ от сервера не был обработан.

# invalidUsernameOrCodeOrRecoveryCodeError
source: Invalid username, one-time password, or recovery code. Please try again.
de: Benutzername, Einmalpasswort oder Wiederherstellungscode ungültig. Bitte versuchen Sie es erneut.
es: Nombre de usuario, contraseña de un solo uso o código de recuperación inválido. Por favor, inténtalo de nuevo.
fr: Nom d'utilisateur, mot de passe à usage unique ou code de récupération invalide. Veuillez réessayer.
it: Nome utente, password a uso unico o codice di recupero non validi. Riprova.
pt: Nome de usuário, senha de uso único ou código de recuperação inválido. Tente novamente.
ru: Неверное имя пользователя, одноразовый пароль или код восстановления. Пожалуйста, попробуйте снова.

# invalidUsernameOrPasswordError
source: Invalid username or password. Please try again.
de: Benutzername oder Passwort ungültig. Bitte versuchen Sie es erneut.
es: Nombre de usuario o contraseña inválido. Por favor, inténtalo de nuevo.
fr: Nom d'utilisateur ou mot de passe invalide. Veuillez réessayer.
it: Nome utente o password non validi. Riprova.
pt: Nome de usuário ou senha inválidos. Tente novamente.
ru: Неверное имя пользователя или пароль. Пожалуйста, попробуйте снова.
