Repository: thomassimmer/reallystick
Catalog: frontend/lib/i18n/*.arb
Languages: de, es, fr, it, pt, ru

# numberOfParticipantsInChallengeTitle
source: Number of participants
de: Anzahl der Teilnehmer
es: Número de participantes
fr: Nombre de participants
it: Numero di partecipanti
pt: Número de participantes
ru: Количество участников

# numberOfParticipantsInHabit
source: {count, plural, zero {No one participates in this habit.} one {{count} person participates in this habit.} other {{count} people participate in this habit.}}
de: {count,plural, zero {Niemand folgt dieser Gewohnheit.} one {{count} Person folgt dieser Gewohnheit.} other {{count} Personen folgen dieser Gewohnheit.}}
es: {count,plural, zero {Nadie sigue este hábito.} one {{count} persona sigue este hábito.} other {{count} personas siguen este hábito.}}
fr: {count,plural, zero {Personne ne suit cette habitude.} one {{count} personne suit cette habitude.} other {{count} personnes suivent cette habitude.}}
it: {count,plural, zero {Nessuno segue questa abitudine.} one {{count} persona segue questa abitudine.} other {{count} persone seguono questa abitudine.}}
pt: {count,plural, zero {Ninguém segue este hábito.} one {{count} pessoa segue este hábito.} other {{count} pessoas seguem este hábito.}}
ru: {count, plural, zero {Никто не придерживается этой привычки.} one {{count} человек придерживается этой привычки.} other {{count} человек придерживается этой привычки.}}

# numberOfParticipantsInHabitTitle
source: Number of participants
de: Anzahl der Teilnehmer
es: Número de participantes
fr: Nombre de participants
it: Numero di partecipanti
pt: Número de participantes
ru: Количество участников

source: Ongoing challenges
de: Laufende Herausforderungen
es: Desafíos en curso
fr: Défis en cours
it: Sfide in corso
pt: Desafios em andamento
ru: Текущие челленджи

source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
pt: Outro
ru: Другое

source: Other challenges
de: Andere Herausforderungen
es: Otros desafíos
fr: Autres défis
it: Altre sfide
pt: Outros desafios
ru: Другие челленджи

source: Participate again
de: Wieder teilnehmen
es: Participar de nuevo
fr: Participer à nouveau
it: Partecipa di nuovo
pt: Participar novamente
ru: Участвовать снова

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt: Senha
ru: Пароль

# passwordForgotten
source: Forgot your password?
de: Haben Sie Ihr Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Vous avez oublié votre mot de passe ?
it: Hai dimenticato la tua password?
pt: Esqueceu sua senha?
ru: Забыли пароль?

# passwordMustBeChangedError
source: You need to change your password to log in.
de: Ihr Passwort muss geändert werden, um sich anzumelden.
es: Debes cambiar tu contraseña para poder iniciar sesión.
fr: Votre mot de passe doit être changé pour pouvoir vous connecter.
it: La tua password deve essere cambiata per poter accedere.
pt: Sua senha precisa ser alterada para que você possa se conectar.
ru: Ваш пароль должен быть изменён, чтобы вы могли войти в систему.

# passwordNotComplexEnough
source: Your password must contain at least a letter, a digit, and a special character.
de: Ihr Passwort muss mindestens einen Buchstaben, eine Zahl und ein Sonderzeichen enthalten.
es: Tu contraseña debe contener al menos una letra, un número y un carácter especial.
fr: Votre mot de passe doit contenir au moins une lettre, un chiffre et un caractère spécial.
it: La tua password deve contenere almeno una lettera, un numero e un carattere speciale.
pt: Sua senha deve conter pelo menos uma letra, um número e um caractere especial.
ru: Ваш пароль должен содержать хотя бы одну букву, цифру и специальный символ.

# passwordNotExpiredError
source: Your password is not expired, so it cannot be changed this way.
de: Ihr Passwort ist nicht abgelaufen. Sie können es auf diese Weise nicht ändern.
es: Tu contraseña no ha expirado. No puedes cambiarla de esta manera.
fr: Votre mot de passe n'est pas expiré. Vous ne pouvez pas le changer de cette manière.
it: La tua password non è scaduta. Non puoi cambiarla in questo modo.
pt: Sua senha não expirou. Você não pode alterá-la dessa forma.
ru: Ваш пароль не истёк. Вы не можете изменить его таким образом.

# passwordTooShortError
source: Your password must be at least 8 characters long.
de: Ihr Passwort muss mindestens 8 Zeichen lang sein.
es: Tu contraseña debe contener al menos 8 caracteres.
fr: Votre mot de passe doit contenir au moins 8 caractères.
it: La tua password deve contenere almeno 8 caratteri.
pt: Sua senha deve ter pelo menos 8 caracteres.
ru: Ваш пароль должен содержать не менее 8 символов.

# passwordUpdateSuccessful
source: Your password was successfully updated.
de: Ihr Passwort wurde erfolgreich aktualisiert.
es: Tu contraseña ha sido actualizada correctamente
fr: Votre mot de passe a bien été mis à jour
it: La tua password è stata aggiornata con successo
pt: Sua senha foi atualizada com sucesso
ru: Ваш пароль был успешно обновлён

source: People with children
de: Menschen mit Kindern
es: Personas con hijos
fr: Personnes avec enfant
it: Persone con figli
pt: Pessoas com filhos
ru: Люди с детьми

source: People without children
de: Menschen ohne Kinder
es: Personas sin hijos
fr: Personnes sans enfant
it: Persone senza figli
pt: Pessoas sem filhos
ru: Люди без детей

source: Personalized notifications to stay on track
de: Personalisierte Benachrichtigungen, um motiviert zu bleiben
es: Notificaciones personalizadas para mantenerte motivado
fr: Des notifications personnalisées pour rester motivé
it: Notifiche personalizzate per rimanere motivati
pt: Notificações personalizadas para manter-se motivado
ru: Персонализированные уведомления для поддержания мотивации

# pleaseLoginOrSignUp
source: Please log in or sign up to continue.
de: Bitte melden Sie sich an oder registrieren Sie sich, um fortzufahren.
es: Por favor, inicia sesión o regístrate para continuar.
fr: Merci de vous connecter ou de vous inscrire pour continuer.
it: Accedi o registrati per continuare.
pt: Por favor, faça login ou se inscreva para continuar.
ru: Пожалуйста, войдите или зарегистрируйтесь, чтобы продолжить.

source: Poor
de: Arm
es: Pobre
fr: Pauvre
it: Povero
pt: Pobre
ru: Бедный

source: Previous
de: Vorherige
es: Anterior
fr: Précédent
it: Precedente
pt: Anterior
ru: Предыдущий

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla privacy
pt: Política de Privacidade
ru: Политика конфиденциальности
